export const chinaDivision = [
    {
        l: "北京市",
        v: "北京市",
        c: [
            {
                l: "市辖区",
                v: "市辖区",
                c: [{l: "东城区", v: "东城区"}, {l: "西城区", v: "西城区"}, {
                    l: "朝阳区",
                    v: "朝阳区"
                }, {l: "丰台区", v: "丰台区"}, {l: "石景山区", v: "石景山区"}, {
                    l: "海淀区",
                    v: "海淀区"
                }, {l: "门头沟区", v: "门头沟区"}, {l: "房山区", v: "房山区"}, {
                    l: "通州区",
                    v: "通州区"
                }, {l: "顺义区", v: "顺义区"}, {l: "昌平区", v: "昌平区"}, {
                    l: "大兴区",
                    v: "大兴区"
                }, {l: "怀柔区", v: "怀柔区"}, {l: "平谷区", v: "平谷区"}, {
                    l: "密云区",
                    v: "密云区"
                }, {l: "延庆区", v: "延庆区"}]
            }]
    }, {
        l: "天津市",
        v: "天津市",
        c: [{
            l: "市辖区",
            v: "市辖区",
            c: [{l: "和平区", v: "和平区"}, {l: "河东区", v: "河东区"}, {
                l: "河西区",
                v: "河西区"
            }, {l: "南开区", v: "南开区"}, {l: "河北区", v: "河北区"}, {
                l: "红桥区",
                v: "红桥区"
            }, {l: "东丽区", v: "东丽区"}, {l: "西青区", v: "西青区"}, {
                l: "津南区",
                v: "津南区"
            }, {l: "北辰区", v: "北辰区"}, {l: "武清区", v: "武清区"}, {
                l: "宝坻区",
                v: "宝坻区"
            }, {l: "滨海新区", v: "滨海新区"}, {l: "宁河区", v: "宁河区"}, {
                l: "静海区",
                v: "静海区"
            }, {l: "蓟州区", v: "蓟州区"}]
        }]
    }, {
        l: "河北省",
        v: "河北省",
        c: [{
            l: "石家庄市",
            v: "石家庄市",
            c: [{l: "长安区", v: "长安区"}, {l: "桥西区", v: "桥西区"}, {
                l: "新华区",
                v: "新华区"
            }, {l: "井陉矿区", v: "井陉矿区"}, {l: "裕华区", v: "裕华区"}, {
                l: "藁城区",
                v: "藁城区"
            }, {l: "鹿泉区", v: "鹿泉区"}, {l: "栾城区", v: "栾城区"}, {
                l: "井陉县",
                v: "井陉县"
            }, {l: "正定县", v: "正定县"}, {l: "行唐县", v: "行唐县"}, {
                l: "灵寿县",
                v: "灵寿县"
            }, {l: "高邑县", v: "高邑县"}, {l: "深泽县", v: "深泽县"}, {
                l: "赞皇县",
                v: "赞皇县"
            }, {l: "无极县", v: "无极县"}, {l: "平山县", v: "平山县"}, {
                l: "元氏县",
                v: "元氏县"
            }, {l: "赵县", v: "赵县"}, {l: "晋州市", v: "晋州市"}, {l: "新乐市", v: "新乐市"}]
        }, {
            l: "唐山市",
            v: "唐山市",
            c: [{l: "路南区", v: "路南区"}, {l: "路北区", v: "路北区"}, {
                l: "古冶区",
                v: "古冶区"
            }, {l: "开平区", v: "开平区"}, {l: "丰南区", v: "丰南区"}, {
                l: "丰润区",
                v: "丰润区"
            }, {l: "曹妃甸区", v: "曹妃甸区"}, {l: "滦县", v: "滦县"}, {
                l: "滦南县",
                v: "滦南县"
            }, {l: "乐亭县", v: "乐亭县"}, {l: "迁西县", v: "迁西县"}, {
                l: "玉田县",
                v: "玉田县"
            }, {l: "遵化市", v: "遵化市"}, {l: "迁安市", v: "迁安市"}]
        }, {
            l: "秦皇岛市",
            v: "秦皇岛市",
            c: [{l: "海港区", v: "海港区"}, {l: "山海关区", v: "山海关区"}, {
                l: "北戴河区",
                v: "北戴河区"
            }, {l: "抚宁区", v: "抚宁区"}, {l: "青龙满族自治县", v: "青龙满族自治县"}, {
                l: "昌黎县",
                v: "昌黎县"
            }, {l: "卢龙县", v: "卢龙县"}]
        }, {
            l: "邯郸市",
            v: "邯郸市",
            c: [{l: "邯山区", v: "邯山区"}, {l: "丛台区", v: "丛台区"}, {
                l: "复兴区",
                v: "复兴区"
            }, {l: "峰峰矿区", v: "峰峰矿区"}, {l: "邯郸县", v: "邯郸县"}, {
                l: "临漳县",
                v: "临漳县"
            }, {l: "成安县", v: "成安县"}, {l: "大名县", v: "大名县"}, {
                l: "涉县",
                v: "涉县"
            }, {l: "磁县", v: "磁县"}, {l: "肥乡县", v: "肥乡县"}, {
                l: "永年县",
                v: "永年县"
            }, {l: "邱县", v: "邱县"}, {l: "鸡泽县", v: "鸡泽县"}, {
                l: "广平县",
                v: "广平县"
            }, {l: "馆陶县", v: "馆陶县"}, {l: "魏县", v: "魏县"}, {
                l: "曲周县",
                v: "曲周县"
            }, {l: "武安市", v: "武安市"}]
        }, {
            l: "邢台市",
            v: "邢台市",
            c: [{l: "桥东区", v: "桥东区"}, {l: "桥西区", v: "桥西区"}, {
                l: "邢台县",
                v: "邢台县"
            }, {l: "临城县", v: "临城县"}, {l: "内丘县", v: "内丘县"}, {
                l: "柏乡县",
                v: "柏乡县"
            }, {l: "隆尧县", v: "隆尧县"}, {l: "任县", v: "任县"}, {
                l: "南和县",
                v: "南和县"
            }, {l: "宁晋县", v: "宁晋县"}, {l: "巨鹿县", v: "巨鹿县"}, {
                l: "新河县",
                v: "新河县"
            }, {l: "广宗县", v: "广宗县"}, {l: "平乡县", v: "平乡县"}, {
                l: "威县",
                v: "威县"
            }, {l: "清河县", v: "清河县"}, {l: "临西县", v: "临西县"}, {
                l: "南宫市",
                v: "南宫市"
            }, {l: "沙河市", v: "沙河市"}]
        }, {
            l: "保定市",
            v: "保定市",
            c: [{l: "竞秀区", v: "竞秀区"}, {l: "莲池区", v: "莲池区"}, {
                l: "满城区",
                v: "满城区"
            }, {l: "清苑区", v: "清苑区"}, {l: "徐水区", v: "徐水区"}, {
                l: "涞水县",
                v: "涞水县"
            }, {l: "阜平县", v: "阜平县"}, {l: "定兴县", v: "定兴县"}, {
                l: "唐县",
                v: "唐县"
            }, {l: "高阳县", v: "高阳县"}, {l: "容城县", v: "容城县"}, {
                l: "涞源县",
                v: "涞源县"
            }, {l: "望都县", v: "望都县"}, {l: "安新县", v: "安新县"}, {
                l: "易县",
                v: "易县"
            }, {l: "曲阳县", v: "曲阳县"}, {l: "蠡县", v: "蠡县"}, {
                l: "顺平县",
                v: "顺平县"
            }, {l: "博野县", v: "博野县"}, {l: "雄县", v: "雄县"}, {
                l: "涿州市",
                v: "涿州市"
            }, {l: "安国市", v: "安国市"}, {l: "高碑店市", v: "高碑店市"}]
        }, {
            l: "张家口市",
            v: "张家口市",
            c: [{l: "桥东区", v: "桥东区"}, {l: "桥西区", v: "桥西区"}, {
                l: "宣化区",
                v: "宣化区"
            }, {l: "下花园区", v: "下花园区"}, {l: "万全区", v: "万全区"}, {
                l: "崇礼区",
                v: "崇礼区"
            }, {l: "张北县", v: "张北县"}, {l: "康保县", v: "康保县"}, {
                l: "沽源县",
                v: "沽源县"
            }, {l: "尚义县", v: "尚义县"}, {l: "蔚县", v: "蔚县"}, {
                l: "阳原县",
                v: "阳原县"
            }, {l: "怀安县", v: "怀安县"}, {l: "怀来县", v: "怀来县"}, {
                l: "涿鹿县",
                v: "涿鹿县"
            }, {l: "赤城县", v: "赤城县"}]
        }, {
            l: "承德市",
            v: "承德市",
            c: [{l: "双桥区", v: "双桥区"}, {l: "双滦区", v: "双滦区"}, {
                l: "鹰手营子矿区",
                v: "鹰手营子矿区"
            }, {l: "承德县", v: "承德县"}, {l: "兴隆县", v: "兴隆县"}, {
                l: "平泉县",
                v: "平泉县"
            }, {l: "滦平县", v: "滦平县"}, {l: "隆化县", v: "隆化县"}, {
                l: "丰宁满族自治县",
                v: "丰宁满族自治县"
            }, {l: "宽城满族自治县", v: "宽城满族自治县"}, {l: "围场满族蒙古族自治县", v: "围场满族蒙古族自治县"}]
        }, {
            l: "沧州市",
            v: "沧州市",
            c: [{l: "新华区", v: "新华区"}, {l: "运河区", v: "运河区"}, {
                l: "沧县",
                v: "沧县"
            }, {l: "青县", v: "青县"}, {l: "东光县", v: "东光县"}, {
                l: "海兴县",
                v: "海兴县"
            }, {l: "盐山县", v: "盐山县"}, {l: "肃宁县", v: "肃宁县"}, {
                l: "南皮县",
                v: "南皮县"
            }, {l: "吴桥县", v: "吴桥县"}, {l: "献县", v: "献县"}, {
                l: "孟村回族自治县",
                v: "孟村回族自治县"
            }, {l: "泊头市", v: "泊头市"}, {l: "任丘市", v: "任丘市"}, {
                l: "黄骅市",
                v: "黄骅市"
            }, {l: "河间市", v: "河间市"}]
        }, {
            l: "廊坊市",
            v: "廊坊市",
            c: [{l: "安次区", v: "安次区"}, {l: "广阳区", v: "广阳区"}, {
                l: "固安县",
                v: "固安县"
            }, {l: "永清县", v: "永清县"}, {l: "香河县", v: "香河县"}, {
                l: "大城县",
                v: "大城县"
            }, {l: "文安县", v: "文安县"}, {l: "大厂回族自治县", v: "大厂回族自治县"}, {
                l: "霸州市",
                v: "霸州市"
            }, {l: "三河市", v: "三河市"}]
        }, {
            l: "衡水市",
            v: "衡水市",
            c: [{l: "桃城区", v: "桃城区"}, {l: "冀州区", v: "冀州区"}, {
                l: "枣强县",
                v: "枣强县"
            }, {l: "武邑县", v: "武邑县"}, {l: "武强县", v: "武强县"}, {
                l: "饶阳县",
                v: "饶阳县"
            }, {l: "安平县", v: "安平县"}, {l: "故城县", v: "故城县"}, {
                l: "景县",
                v: "景县"
            }, {l: "阜城县", v: "阜城县"}, {l: "深州市", v: "深州市"}]
        }, {
            l: "省直辖县级行政区划",
            v: "省直辖县级行政区划",
            c: [{l: "定州市", v: "定州市"}, {l: "辛集市", v: "辛集市"}]
        }]
    }, {
        l: "山西省",
        v: "山西省",
        c: [{
            l: "太原市",
            v: "太原市",
            c: [{l: "小店区", v: "小店区"}, {l: "迎泽区", v: "迎泽区"}, {
                l: "杏花岭区",
                v: "杏花岭区"
            }, {l: "尖草坪区", v: "尖草坪区"}, {l: "万柏林区", v: "万柏林区"}, {
                l: "晋源区",
                v: "晋源区"
            }, {l: "清徐县", v: "清徐县"}, {l: "阳曲县", v: "阳曲县"}, {
                l: "娄烦县",
                v: "娄烦县"
            }, {l: "古交市", v: "古交市"}]
        }, {
            l: "大同市",
            v: "大同市",
            c: [{l: "城区", v: "城区"}, {l: "矿区", v: "矿区"}, {
                l: "南郊区",
                v: "南郊区"
            }, {l: "新荣区", v: "新荣区"}, {l: "阳高县", v: "阳高县"}, {
                l: "天镇县",
                v: "天镇县"
            }, {l: "广灵县", v: "广灵县"}, {l: "灵丘县", v: "灵丘县"}, {
                l: "浑源县",
                v: "浑源县"
            }, {l: "左云县", v: "左云县"}, {l: "大同县", v: "大同县"}]
        }, {
            l: "阳泉市",
            v: "阳泉市",
            c: [{l: "城区", v: "城区"}, {l: "矿区", v: "矿区"}, {
                l: "郊区",
                v: "郊区"
            }, {l: "平定县", v: "平定县"}, {l: "盂县", v: "盂县"}]
        }, {
            l: "长治市",
            v: "长治市",
            c: [{l: "城区", v: "城区"}, {l: "郊区", v: "郊区"}, {
                l: "长治县",
                v: "长治县"
            }, {l: "襄垣县", v: "襄垣县"}, {l: "屯留县", v: "屯留县"}, {
                l: "平顺县",
                v: "平顺县"
            }, {l: "黎城县", v: "黎城县"}, {l: "壶关县", v: "壶关县"}, {
                l: "长子县",
                v: "长子县"
            }, {l: "武乡县", v: "武乡县"}, {l: "沁县", v: "沁县"}, {
                l: "沁源县",
                v: "沁源县"
            }, {l: "潞城市", v: "潞城市"}]
        }, {
            l: "晋城市",
            v: "晋城市",
            c: [{l: "城区", v: "城区"}, {l: "沁水县", v: "沁水县"}, {
                l: "阳城县",
                v: "阳城县"
            }, {l: "陵川县", v: "陵川县"}, {l: "泽州县", v: "泽州县"}, {l: "高平市", v: "高平市"}]
        }, {
            l: "朔州市",
            v: "朔州市",
            c: [{l: "朔城区", v: "朔城区"}, {l: "平鲁区", v: "平鲁区"}, {
                l: "山阴县",
                v: "山阴县"
            }, {l: "应县", v: "应县"}, {l: "右玉县", v: "右玉县"}, {l: "怀仁县", v: "怀仁县"}]
        }, {
            l: "晋中市",
            v: "晋中市",
            c: [{l: "榆次区", v: "榆次区"}, {l: "榆社县", v: "榆社县"}, {
                l: "左权县",
                v: "左权县"
            }, {l: "和顺县", v: "和顺县"}, {l: "昔阳县", v: "昔阳县"}, {
                l: "寿阳县",
                v: "寿阳县"
            }, {l: "太谷县", v: "太谷县"}, {l: "祁县", v: "祁县"}, {
                l: "平遥县",
                v: "平遥县"
            }, {l: "灵石县", v: "灵石县"}, {l: "介休市", v: "介休市"}]
        }, {
            l: "运城市",
            v: "运城市",
            c: [{l: "盐湖区", v: "盐湖区"}, {l: "临猗县", v: "临猗县"}, {
                l: "万荣县",
                v: "万荣县"
            }, {l: "闻喜县", v: "闻喜县"}, {l: "稷山县", v: "稷山县"}, {
                l: "新绛县",
                v: "新绛县"
            }, {l: "绛县", v: "绛县"}, {l: "垣曲县", v: "垣曲县"}, {
                l: "夏县",
                v: "夏县"
            }, {l: "平陆县", v: "平陆县"}, {l: "芮城县", v: "芮城县"}, {
                l: "永济市",
                v: "永济市"
            }, {l: "河津市", v: "河津市"}]
        }, {
            l: "忻州市",
            v: "忻州市",
            c: [{l: "忻府区", v: "忻府区"}, {l: "定襄县", v: "定襄县"}, {
                l: "五台县",
                v: "五台县"
            }, {l: "代县", v: "代县"}, {l: "繁峙县", v: "繁峙县"}, {
                l: "宁武县",
                v: "宁武县"
            }, {l: "静乐县", v: "静乐县"}, {l: "神池县", v: "神池县"}, {
                l: "五寨县",
                v: "五寨县"
            }, {l: "岢岚县", v: "岢岚县"}, {l: "河曲县", v: "河曲县"}, {
                l: "保德县",
                v: "保德县"
            }, {l: "偏关县", v: "偏关县"}, {l: "原平市", v: "原平市"}]
        }, {
            l: "临汾市",
            v: "临汾市",
            c: [{l: "尧都区", v: "尧都区"}, {l: "曲沃县", v: "曲沃县"}, {
                l: "翼城县",
                v: "翼城县"
            }, {l: "襄汾县", v: "襄汾县"}, {l: "洪洞县", v: "洪洞县"}, {
                l: "古县",
                v: "古县"
            }, {l: "安泽县", v: "安泽县"}, {l: "浮山县", v: "浮山县"}, {
                l: "吉县",
                v: "吉县"
            }, {l: "乡宁县", v: "乡宁县"}, {l: "大宁县", v: "大宁县"}, {
                l: "隰县",
                v: "隰县"
            }, {l: "永和县", v: "永和县"}, {l: "蒲县", v: "蒲县"}, {
                l: "汾西县",
                v: "汾西县"
            }, {l: "侯马市", v: "侯马市"}, {l: "霍州市", v: "霍州市"}]
        }, {
            l: "吕梁市",
            v: "吕梁市",
            c: [{l: "离石区", v: "离石区"}, {l: "文水县", v: "文水县"}, {
                l: "交城县",
                v: "交城县"
            }, {l: "兴县", v: "兴县"}, {l: "临县", v: "临县"}, {
                l: "柳林县",
                v: "柳林县"
            }, {l: "石楼县", v: "石楼县"}, {l: "岚县", v: "岚县"}, {
                l: "方山县",
                v: "方山县"
            }, {l: "中阳县", v: "中阳县"}, {l: "交口县", v: "交口县"}, {
                l: "孝义市",
                v: "孝义市"
            }, {l: "汾阳市", v: "汾阳市"}]
        }]
    }, {
        l: "内蒙古自治区",
        v: "内蒙古自治区",
        c: [{
            l: "呼和浩特市",
            v: "呼和浩特市",
            c: [{l: "新城区", v: "新城区"}, {l: "回民区", v: "回民区"}, {
                l: "玉泉区",
                v: "玉泉区"
            }, {l: "赛罕区", v: "赛罕区"}, {l: "土默特左旗", v: "土默特左旗"}, {
                l: "托克托县",
                v: "托克托县"
            }, {l: "和林格尔县", v: "和林格尔县"}, {l: "清水河县", v: "清水河县"}, {
                l: "武川县",
                v: "武川县"
            }]
        }, {
            l: "包头市",
            v: "包头市",
            c: [{l: "东河区", v: "东河区"}, {l: "昆都仑区", v: "昆都仑区"}, {
                l: "青山区",
                v: "青山区"
            }, {l: "石拐区", v: "石拐区"}, {l: "白云鄂博矿区", v: "白云鄂博矿区"}, {
                l: "九原区",
                v: "九原区"
            }, {l: "土默特右旗", v: "土默特右旗"}, {l: "固阳县", v: "固阳县"}, {
                l: "达尔罕茂明安联合旗",
                v: "达尔罕茂明安联合旗"
            }]
        }, {
            l: "乌海市",
            v: "乌海市",
            c: [{l: "海勃湾区", v: "海勃湾区"}, {l: "海南区", v: "海南区"}, {
                l: "乌达区",
                v: "乌达区"
            }]
        }, {
            l: "赤峰市",
            v: "赤峰市",
            c: [{l: "红山区", v: "红山区"}, {l: "元宝山区", v: "元宝山区"}, {
                l: "松山区",
                v: "松山区"
            }, {l: "阿鲁科尔沁旗", v: "阿鲁科尔沁旗"}, {l: "巴林左旗", v: "巴林左旗"}, {
                l: "巴林右旗",
                v: "巴林右旗"
            }, {l: "林西县", v: "林西县"}, {l: "克什克腾旗", v: "克什克腾旗"}, {
                l: "翁牛特旗",
                v: "翁牛特旗"
            }, {l: "喀喇沁旗", v: "喀喇沁旗"}, {l: "宁城县", v: "宁城县"}, {l: "敖汉旗", v: "敖汉旗"}]
        }, {
            l: "通辽市",
            v: "通辽市",
            c: [{l: "科尔沁区", v: "科尔沁区"}, {
                l: "科尔沁左翼中旗",
                v: "科尔沁左翼中旗"
            }, {l: "科尔沁左翼后旗", v: "科尔沁左翼后旗"}, {l: "开鲁县", v: "开鲁县"}, {
                l: "库伦旗",
                v: "库伦旗"
            }, {l: "奈曼旗", v: "奈曼旗"}, {l: "扎鲁特旗", v: "扎鲁特旗"}, {
                l: "霍林郭勒市",
                v: "霍林郭勒市"
            }]
        }, {
            l: "鄂尔多斯市",
            v: "鄂尔多斯市",
            c: [{l: "东胜区", v: "东胜区"}, {l: "康巴什区", v: "康巴什区"}, {
                l: "达拉特旗",
                v: "达拉特旗"
            }, {l: "准格尔旗", v: "准格尔旗"}, {l: "鄂托克前旗", v: "鄂托克前旗"}, {
                l: "鄂托克旗",
                v: "鄂托克旗"
            }, {l: "杭锦旗", v: "杭锦旗"}, {l: "乌审旗", v: "乌审旗"}, {l: "伊金霍洛旗", v: "伊金霍洛旗"}]
        }, {
            l: "呼伦贝尔市",
            v: "呼伦贝尔市",
            c: [{l: "海拉尔区", v: "海拉尔区"}, {l: "扎赉诺尔区", v: "扎赉诺尔区"}, {
                l: "阿荣旗",
                v: "阿荣旗"
            }, {l: "莫力达瓦达斡尔族自治旗", v: "莫力达瓦达斡尔族自治旗"}, {
                l: "鄂伦春自治旗",
                v: "鄂伦春自治旗"
            }, {l: "鄂温克族自治旗", v: "鄂温克族自治旗"}, {l: "陈巴尔虎旗", v: "陈巴尔虎旗"}, {
                l: "新巴尔虎左旗",
                v: "新巴尔虎左旗"
            }, {l: "新巴尔虎右旗", v: "新巴尔虎右旗"}, {l: "满洲里市", v: "满洲里市"}, {
                l: "牙克石市",
                v: "牙克石市"
            }, {l: "扎兰屯市", v: "扎兰屯市"}, {l: "额尔古纳市", v: "额尔古纳市"}, {
                l: "根河市",
                v: "根河市"
            }]
        }, {
            l: "巴彦淖尔市",
            v: "巴彦淖尔市",
            c: [{l: "临河区", v: "临河区"}, {l: "五原县", v: "五原县"}, {
                l: "磴口县",
                v: "磴口县"
            }, {l: "乌拉特前旗", v: "乌拉特前旗"}, {l: "乌拉特中旗", v: "乌拉特中旗"}, {
                l: "乌拉特后旗",
                v: "乌拉特后旗"
            }, {l: "杭锦后旗", v: "杭锦后旗"}]
        }, {
            l: "乌兰察布市",
            v: "乌兰察布市",
            c: [{l: "集宁区", v: "集宁区"}, {l: "卓资县", v: "卓资县"}, {
                l: "化德县",
                v: "化德县"
            }, {l: "商都县", v: "商都县"}, {l: "兴和县", v: "兴和县"}, {
                l: "凉城县",
                v: "凉城县"
            }, {l: "察哈尔右翼前旗", v: "察哈尔右翼前旗"}, {l: "察哈尔右翼中旗", v: "察哈尔右翼中旗"}, {
                l: "察哈尔右翼后旗",
                v: "察哈尔右翼后旗"
            }, {l: "四子王旗", v: "四子王旗"}, {l: "丰镇市", v: "丰镇市"}]
        }, {
            l: "兴安盟",
            v: "兴安盟",
            c: [{l: "乌兰浩特市", v: "乌兰浩特市"}, {l: "阿尔山市", v: "阿尔山市"}, {
                l: "科尔沁右翼前旗",
                v: "科尔沁右翼前旗"
            }, {l: "科尔沁右翼中旗", v: "科尔沁右翼中旗"}, {l: "扎赉特旗", v: "扎赉特旗"}, {
                l: "突泉县",
                v: "突泉县"
            }]
        }, {
            l: "锡林郭勒盟",
            v: "锡林郭勒盟",
            c: [{l: "二连浩特市", v: "二连浩特市"}, {l: "锡林浩特市", v: "锡林浩特市"}, {
                l: "阿巴嘎旗",
                v: "阿巴嘎旗"
            }, {l: "苏尼特左旗", v: "苏尼特左旗"}, {l: "苏尼特右旗", v: "苏尼特右旗"}, {
                l: "东乌珠穆沁旗",
                v: "东乌珠穆沁旗"
            }, {l: "西乌珠穆沁旗", v: "西乌珠穆沁旗"}, {l: "太仆寺旗", v: "太仆寺旗"}, {
                l: "镶黄旗",
                v: "镶黄旗"
            }, {l: "正镶白旗", v: "正镶白旗"}, {l: "正蓝旗", v: "正蓝旗"}, {l: "多伦县", v: "多伦县"}]
        }, {
            l: "阿拉善盟",
            v: "阿拉善盟",
            c: [{l: "阿拉善左旗", v: "阿拉善左旗"}, {l: "阿拉善右旗", v: "阿拉善右旗"}, {
                l: "额济纳旗",
                v: "额济纳旗"
            }]
        }]
    }, {
        l: "辽宁省",
        v: "辽宁省",
        c: [{
            l: "沈阳市",
            v: "沈阳市",
            c: [{l: "和平区", v: "和平区"}, {l: "沈河区", v: "沈河区"}, {
                l: "大东区",
                v: "大东区"
            }, {l: "皇姑区", v: "皇姑区"}, {l: "铁西区", v: "铁西区"}, {
                l: "苏家屯区",
                v: "苏家屯区"
            }, {l: "浑南区", v: "浑南区"}, {l: "沈北新区", v: "沈北新区"}, {
                l: "于洪区",
                v: "于洪区"
            }, {l: "辽中区", v: "辽中区"}, {l: "康平县", v: "康平县"}, {
                l: "法库县",
                v: "法库县"
            }, {l: "新民市", v: "新民市"}]
        }, {
            l: "大连市",
            v: "大连市",
            c: [{l: "中山区", v: "中山区"}, {l: "西岗区", v: "西岗区"}, {
                l: "沙河口区",
                v: "沙河口区"
            }, {l: "甘井子区", v: "甘井子区"}, {l: "旅顺口区", v: "旅顺口区"}, {
                l: "金州区",
                v: "金州区"
            }, {l: "普兰店区", v: "普兰店区"}, {l: "长海县", v: "长海县"}, {
                l: "瓦房店市",
                v: "瓦房店市"
            }, {l: "庄河市", v: "庄河市"}]
        }, {
            l: "鞍山市",
            v: "鞍山市",
            c: [{l: "铁东区", v: "铁东区"}, {l: "铁西区", v: "铁西区"}, {
                l: "立山区",
                v: "立山区"
            }, {l: "千山区", v: "千山区"}, {l: "台安县", v: "台安县"}, {
                l: "岫岩满族自治县",
                v: "岫岩满族自治县"
            }, {l: "海城市", v: "海城市"}]
        }, {
            l: "抚顺市",
            v: "抚顺市",
            c: [{l: "新抚区", v: "新抚区"}, {l: "东洲区", v: "东洲区"}, {
                l: "望花区",
                v: "望花区"
            }, {l: "顺城区", v: "顺城区"}, {l: "抚顺县", v: "抚顺县"}, {
                l: "新宾满族自治县",
                v: "新宾满族自治县"
            }, {l: "清原满族自治县", v: "清原满族自治县"}]
        }, {
            l: "本溪市",
            v: "本溪市",
            c: [{l: "平山区", v: "平山区"}, {l: "溪湖区", v: "溪湖区"}, {
                l: "明山区",
                v: "明山区"
            }, {l: "南芬区", v: "南芬区"}, {l: "本溪满族自治县", v: "本溪满族自治县"}, {
                l: "桓仁满族自治县",
                v: "桓仁满族自治县"
            }]
        }, {
            l: "丹东市",
            v: "丹东市",
            c: [{l: "元宝区", v: "元宝区"}, {l: "振兴区", v: "振兴区"}, {
                l: "振安区",
                v: "振安区"
            }, {l: "宽甸满族自治县", v: "宽甸满族自治县"}, {l: "东港市", v: "东港市"}, {
                l: "凤城市",
                v: "凤城市"
            }]
        }, {
            l: "锦州市",
            v: "锦州市",
            c: [{l: "古塔区", v: "古塔区"}, {l: "凌河区", v: "凌河区"}, {
                l: "太和区",
                v: "太和区"
            }, {l: "黑山县", v: "黑山县"}, {l: "义县", v: "义县"}, {
                l: "凌海市",
                v: "凌海市"
            }, {l: "北镇市", v: "北镇市"}]
        }, {
            l: "营口市",
            v: "营口市",
            c: [{l: "站前区", v: "站前区"}, {l: "西市区", v: "西市区"}, {
                l: "鲅鱼圈区",
                v: "鲅鱼圈区"
            }, {l: "老边区", v: "老边区"}, {l: "盖州市", v: "盖州市"}, {l: "大石桥市", v: "大石桥市"}]
        }, {
            l: "阜新市",
            v: "阜新市",
            c: [{l: "海州区", v: "海州区"}, {l: "新邱区", v: "新邱区"}, {
                l: "太平区",
                v: "太平区"
            }, {l: "清河门区", v: "清河门区"}, {l: "细河区", v: "细河区"}, {
                l: "阜新蒙古族自治县",
                v: "阜新蒙古族自治县"
            }, {l: "彰武县", v: "彰武县"}]
        }, {
            l: "辽阳市",
            v: "辽阳市",
            c: [{l: "白塔区", v: "白塔区"}, {l: "文圣区", v: "文圣区"}, {
                l: "宏伟区",
                v: "宏伟区"
            }, {l: "弓长岭区", v: "弓长岭区"}, {l: "太子河区", v: "太子河区"}, {
                l: "辽阳县",
                v: "辽阳县"
            }, {l: "灯塔市", v: "灯塔市"}]
        }, {
            l: "盘锦市",
            v: "盘锦市",
            c: [{l: "双台子区", v: "双台子区"}, {l: "兴隆台区", v: "兴隆台区"}, {
                l: "大洼区",
                v: "大洼区"
            }, {l: "盘山县", v: "盘山县"}]
        }, {
            l: "铁岭市",
            v: "铁岭市",
            c: [{l: "银州区", v: "银州区"}, {l: "清河区", v: "清河区"}, {
                l: "铁岭县",
                v: "铁岭县"
            }, {l: "西丰县", v: "西丰县"}, {l: "昌图县", v: "昌图县"}, {
                l: "调兵山市",
                v: "调兵山市"
            }, {l: "开原市", v: "开原市"}]
        }, {
            l: "朝阳市",
            v: "朝阳市",
            c: [{l: "双塔区", v: "双塔区"}, {l: "龙城区", v: "龙城区"}, {
                l: "朝阳县",
                v: "朝阳县"
            }, {l: "建平县", v: "建平县"}, {l: "喀喇沁左翼蒙古族自治县", v: "喀喇沁左翼蒙古族自治县"}, {
                l: "北票市",
                v: "北票市"
            }, {l: "凌源市", v: "凌源市"}]
        }, {
            l: "葫芦岛市",
            v: "葫芦岛市",
            c: [{l: "连山区", v: "连山区"}, {l: "龙港区", v: "龙港区"}, {
                l: "南票区",
                v: "南票区"
            }, {l: "绥中县", v: "绥中县"}, {l: "建昌县", v: "建昌县"}, {l: "兴城市", v: "兴城市"}]
        }]
    }, {
        l: "吉林省",
        v: "吉林省",
        c: [{
            l: "长春市",
            v: "长春市",
            c: [{l: "南关区", v: "南关区"}, {l: "宽城区", v: "宽城区"}, {
                l: "朝阳区",
                v: "朝阳区"
            }, {l: "二道区", v: "二道区"}, {l: "绿园区", v: "绿园区"}, {
                l: "双阳区",
                v: "双阳区"
            }, {l: "九台区", v: "九台区"}, {l: "农安县", v: "农安县"}, {
                l: "榆树市",
                v: "榆树市"
            }, {l: "德惠市", v: "德惠市"}]
        }, {
            l: "吉林市",
            v: "吉林市",
            c: [{l: "昌邑区", v: "昌邑区"}, {l: "龙潭区", v: "龙潭区"}, {
                l: "船营区",
                v: "船营区"
            }, {l: "丰满区", v: "丰满区"}, {l: "永吉县", v: "永吉县"}, {
                l: "蛟河市",
                v: "蛟河市"
            }, {l: "桦甸市", v: "桦甸市"}, {l: "舒兰市", v: "舒兰市"}, {l: "磐石市", v: "磐石市"}]
        }, {
            l: "四平市",
            v: "四平市",
            c: [{l: "铁西区", v: "铁西区"}, {l: "铁东区", v: "铁东区"}, {
                l: "梨树县",
                v: "梨树县"
            }, {l: "伊通满族自治县", v: "伊通满族自治县"}, {l: "公主岭市", v: "公主岭市"}, {
                l: "双辽市",
                v: "双辽市"
            }]
        }, {
            l: "辽源市",
            v: "辽源市",
            c: [{l: "龙山区", v: "龙山区"}, {l: "西安区", v: "西安区"}, {
                l: "东丰县",
                v: "东丰县"
            }, {l: "东辽县", v: "东辽县"}]
        }, {
            l: "通化市",
            v: "通化市",
            c: [{l: "东昌区", v: "东昌区"}, {l: "二道江区", v: "二道江区"}, {
                l: "通化县",
                v: "通化县"
            }, {l: "辉南县", v: "辉南县"}, {l: "柳河县", v: "柳河县"}, {
                l: "梅河口市",
                v: "梅河口市"
            }, {l: "集安市", v: "集安市"}]
        }, {
            l: "白山市",
            v: "白山市",
            c: [{l: "浑江区", v: "浑江区"}, {l: "江源区", v: "江源区"}, {
                l: "抚松县",
                v: "抚松县"
            }, {l: "靖宇县", v: "靖宇县"}, {l: "长白朝鲜族自治县", v: "长白朝鲜族自治县"}, {
                l: "临江市",
                v: "临江市"
            }]
        }, {
            l: "松原市",
            v: "松原市",
            c: [{l: "宁江区", v: "宁江区"}, {
                l: "前郭尔罗斯蒙古族自治县",
                v: "前郭尔罗斯蒙古族自治县"
            }, {l: "长岭县", v: "长岭县"}, {l: "乾安县", v: "乾安县"}, {l: "扶余市", v: "扶余市"}]
        }, {
            l: "白城市",
            v: "白城市",
            c: [{l: "洮北区", v: "洮北区"}, {l: "镇赉县", v: "镇赉县"}, {
                l: "通榆县",
                v: "通榆县"
            }, {l: "洮南市", v: "洮南市"}, {l: "大安市", v: "大安市"}]
        }, {
            l: "延边朝鲜族自治州",
            v: "延边朝鲜族自治州",
            c: [{l: "延吉市", v: "延吉市"}, {l: "图们市", v: "图们市"}, {
                l: "敦化市",
                v: "敦化市"
            }, {l: "珲春市", v: "珲春市"}, {l: "龙井市", v: "龙井市"}, {
                l: "和龙市",
                v: "和龙市"
            }, {l: "汪清县", v: "汪清县"}, {l: "安图县", v: "安图县"}]
        }]
    }, {
        l: "黑龙江省",
        v: "黑龙江省",
        c: [{
            l: "哈尔滨市",
            v: "哈尔滨市",
            c: [{l: "道里区", v: "道里区"}, {l: "南岗区", v: "南岗区"}, {
                l: "道外区",
                v: "道外区"
            }, {l: "平房区", v: "平房区"}, {l: "松北区", v: "松北区"}, {
                l: "香坊区",
                v: "香坊区"
            }, {l: "呼兰区", v: "呼兰区"}, {l: "阿城区", v: "阿城区"}, {
                l: "双城区",
                v: "双城区"
            }, {l: "依兰县", v: "依兰县"}, {l: "方正县", v: "方正县"}, {
                l: "宾县",
                v: "宾县"
            }, {l: "巴彦县", v: "巴彦县"}, {l: "木兰县", v: "木兰县"}, {
                l: "通河县",
                v: "通河县"
            }, {l: "延寿县", v: "延寿县"}, {l: "尚志市", v: "尚志市"}, {l: "五常市", v: "五常市"}]
        }, {
            l: "齐齐哈尔市",
            v: "齐齐哈尔市",
            c: [{l: "龙沙区", v: "龙沙区"}, {l: "建华区", v: "建华区"}, {
                l: "铁锋区",
                v: "铁锋区"
            }, {l: "昂昂溪区", v: "昂昂溪区"}, {l: "富拉尔基区", v: "富拉尔基区"}, {
                l: "碾子山区",
                v: "碾子山区"
            }, {l: "梅里斯达斡尔族区", v: "梅里斯达斡尔族区"}, {l: "龙江县", v: "龙江县"}, {
                l: "依安县",
                v: "依安县"
            }, {l: "泰来县", v: "泰来县"}, {l: "甘南县", v: "甘南县"}, {
                l: "富裕县",
                v: "富裕县"
            }, {l: "克山县", v: "克山县"}, {l: "克东县", v: "克东县"}, {
                l: "拜泉县",
                v: "拜泉县"
            }, {l: "讷河市", v: "讷河市"}]
        }, {
            l: "鸡西市",
            v: "鸡西市",
            c: [{l: "鸡冠区", v: "鸡冠区"}, {l: "恒山区", v: "恒山区"}, {
                l: "滴道区",
                v: "滴道区"
            }, {l: "梨树区", v: "梨树区"}, {l: "城子河区", v: "城子河区"}, {
                l: "麻山区",
                v: "麻山区"
            }, {l: "鸡东县", v: "鸡东县"}, {l: "虎林市", v: "虎林市"}, {l: "密山市", v: "密山市"}]
        }, {
            l: "鹤岗市",
            v: "鹤岗市",
            c: [{l: "向阳区", v: "向阳区"}, {l: "工农区", v: "工农区"}, {
                l: "南山区",
                v: "南山区"
            }, {l: "兴安区", v: "兴安区"}, {l: "东山区", v: "东山区"}, {
                l: "兴山区",
                v: "兴山区"
            }, {l: "萝北县", v: "萝北县"}, {l: "绥滨县", v: "绥滨县"}]
        }, {
            l: "双鸭山市",
            v: "双鸭山市",
            c: [{l: "尖山区", v: "尖山区"}, {l: "岭东区", v: "岭东区"}, {
                l: "四方台区",
                v: "四方台区"
            }, {l: "宝山区", v: "宝山区"}, {l: "集贤县", v: "集贤县"}, {
                l: "友谊县",
                v: "友谊县"
            }, {l: "宝清县", v: "宝清县"}, {l: "饶河县", v: "饶河县"}]
        }, {
            l: "大庆市",
            v: "大庆市",
            c: [{l: "萨尔图区", v: "萨尔图区"}, {l: "龙凤区", v: "龙凤区"}, {
                l: "让胡路区",
                v: "让胡路区"
            }, {l: "红岗区", v: "红岗区"}, {l: "大同区", v: "大同区"}, {
                l: "肇州县",
                v: "肇州县"
            }, {l: "肇源县", v: "肇源县"}, {l: "林甸县", v: "林甸县"}, {
                l: "杜尔伯特蒙古族自治县",
                v: "杜尔伯特蒙古族自治县"
            }]
        }, {
            l: "伊春市",
            v: "伊春市",
            c: [{l: "伊春区", v: "伊春区"}, {l: "南岔区", v: "南岔区"}, {
                l: "友好区",
                v: "友好区"
            }, {l: "西林区", v: "西林区"}, {l: "翠峦区", v: "翠峦区"}, {
                l: "新青区",
                v: "新青区"
            }, {l: "美溪区", v: "美溪区"}, {l: "金山屯区", v: "金山屯区"}, {
                l: "五营区",
                v: "五营区"
            }, {l: "乌马河区", v: "乌马河区"}, {l: "汤旺河区", v: "汤旺河区"}, {
                l: "带岭区",
                v: "带岭区"
            }, {l: "乌伊岭区", v: "乌伊岭区"}, {l: "红星区", v: "红星区"}, {
                l: "上甘岭区",
                v: "上甘岭区"
            }, {l: "嘉荫县", v: "嘉荫县"}, {l: "铁力市", v: "铁力市"}]
        }, {
            l: "佳木斯市",
            v: "佳木斯市",
            c: [{l: "向阳区", v: "向阳区"}, {l: "前进区", v: "前进区"}, {
                l: "东风区",
                v: "东风区"
            }, {l: "郊区", v: "郊区"}, {l: "桦南县", v: "桦南县"}, {
                l: "桦川县",
                v: "桦川县"
            }, {l: "汤原县", v: "汤原县"}, {l: "同江市", v: "同江市"}, {
                l: "富锦市",
                v: "富锦市"
            }, {l: "抚远市", v: "抚远市"}]
        }, {
            l: "七台河市",
            v: "七台河市",
            c: [{l: "新兴区", v: "新兴区"}, {l: "桃山区", v: "桃山区"}, {
                l: "茄子河区",
                v: "茄子河区"
            }, {l: "勃利县", v: "勃利县"}]
        }, {
            l: "牡丹江市",
            v: "牡丹江市",
            c: [{l: "东安区", v: "东安区"}, {l: "阳明区", v: "阳明区"}, {
                l: "爱民区",
                v: "爱民区"
            }, {l: "西安区", v: "西安区"}, {l: "林口县", v: "林口县"}, {
                l: "绥芬河市",
                v: "绥芬河市"
            }, {l: "海林市", v: "海林市"}, {l: "宁安市", v: "宁安市"}, {
                l: "穆棱市",
                v: "穆棱市"
            }, {l: "东宁市", v: "东宁市"}]
        }, {
            l: "黑河市",
            v: "黑河市",
            c: [{l: "爱辉区", v: "爱辉区"}, {l: "嫩江县", v: "嫩江县"}, {
                l: "逊克县",
                v: "逊克县"
            }, {l: "孙吴县", v: "孙吴县"}, {l: "北安市", v: "北安市"}, {l: "五大连池市", v: "五大连池市"}]
        }, {
            l: "绥化市",
            v: "绥化市",
            c: [{l: "北林区", v: "北林区"}, {l: "望奎县", v: "望奎县"}, {
                l: "兰西县",
                v: "兰西县"
            }, {l: "青冈县", v: "青冈县"}, {l: "庆安县", v: "庆安县"}, {
                l: "明水县",
                v: "明水县"
            }, {l: "绥棱县", v: "绥棱县"}, {l: "安达市", v: "安达市"}, {
                l: "肇东市",
                v: "肇东市"
            }, {l: "海伦市", v: "海伦市"}]
        }, {
            l: "大兴安岭地区",
            v: "大兴安岭地区",
            c: [{l: "呼玛县", v: "呼玛县"}, {l: "塔河县", v: "塔河县"}, {
                l: "漠河县",
                v: "漠河县"
            }]
        }]
    }, {
        l: "上海市",
        v: "上海市",
        c: [{
            l: "市辖区",
            v: "市辖区",
            c: [{l: "黄浦区", v: "黄浦区"}, {l: "徐汇区", v: "徐汇区"}, {
                l: "长宁区",
                v: "长宁区"
            }, {l: "静安区", v: "静安区"}, {l: "普陀区", v: "普陀区"}, {
                l: "虹口区",
                v: "虹口区"
            }, {l: "杨浦区", v: "杨浦区"}, {l: "闵行区", v: "闵行区"}, {
                l: "宝山区",
                v: "宝山区"
            }, {l: "嘉定区", v: "嘉定区"}, {l: "浦东新区", v: "浦东新区"}, {
                l: "金山区",
                v: "金山区"
            }, {l: "松江区", v: "松江区"}, {l: "青浦区", v: "青浦区"}, {
                l: "奉贤区",
                v: "奉贤区"
            }, {l: "崇明区", v: "崇明区"}]
        }]
    }, {
        l: "江苏省",
        v: "江苏省",
        c: [{
            l: "南京市",
            v: "南京市",
            c: [{l: "玄武区", v: "玄武区"}, {l: "秦淮区", v: "秦淮区"}, {
                l: "建邺区",
                v: "建邺区"
            }, {l: "鼓楼区", v: "鼓楼区"}, {l: "浦口区", v: "浦口区"}, {
                l: "栖霞区",
                v: "栖霞区"
            }, {l: "雨花台区", v: "雨花台区"}, {l: "江宁区", v: "江宁区"}, {
                l: "六合区",
                v: "六合区"
            }, {l: "溧水区", v: "溧水区"}, {l: "高淳区", v: "高淳区"}]
        }, {
            l: "无锡市",
            v: "无锡市",
            c: [{l: "锡山区", v: "锡山区"}, {l: "惠山区", v: "惠山区"}, {
                l: "滨湖区",
                v: "滨湖区"
            }, {l: "梁溪区", v: "梁溪区"}, {l: "新吴区", v: "新吴区"}, {
                l: "江阴市",
                v: "江阴市"
            }, {l: "宜兴市", v: "宜兴市"}]
        }, {
            l: "徐州市",
            v: "徐州市",
            c: [{l: "鼓楼区", v: "鼓楼区"}, {l: "云龙区", v: "云龙区"}, {
                l: "贾汪区",
                v: "贾汪区"
            }, {l: "泉山区", v: "泉山区"}, {l: "铜山区", v: "铜山区"}, {
                l: "丰县",
                v: "丰县"
            }, {l: "沛县", v: "沛县"}, {l: "睢宁县", v: "睢宁县"}, {
                l: "新沂市",
                v: "新沂市"
            }, {l: "邳州市", v: "邳州市"}]
        }, {
            l: "常州市",
            v: "常州市",
            c: [{l: "天宁区", v: "天宁区"}, {l: "钟楼区", v: "钟楼区"}, {
                l: "新北区",
                v: "新北区"
            }, {l: "武进区", v: "武进区"}, {l: "金坛区", v: "金坛区"}, {l: "溧阳市", v: "溧阳市"}]
        }, {
            l: "苏州市",
            v: "苏州市",
            c: [{l: "虎丘区", v: "虎丘区"}, {l: "吴中区", v: "吴中区"}, {
                l: "相城区",
                v: "相城区"
            }, {l: "姑苏区", v: "姑苏区"}, {l: "吴江区", v: "吴江区"}, {
                l: "常熟市",
                v: "常熟市"
            }, {l: "张家港市", v: "张家港市"}, {l: "昆山市", v: "昆山市"}, {l: "太仓市", v: "太仓市"}]
        }, {
            l: "南通市",
            v: "南通市",
            c: [{l: "崇川区", v: "崇川区"}, {l: "港闸区", v: "港闸区"}, {
                l: "通州区",
                v: "通州区"
            }, {l: "海安县", v: "海安县"}, {l: "如东县", v: "如东县"}, {
                l: "启东市",
                v: "启东市"
            }, {l: "如皋市", v: "如皋市"}, {l: "海门市", v: "海门市"}]
        }, {
            l: "连云港市",
            v: "连云港市",
            c: [{l: "连云区", v: "连云区"}, {l: "海州区", v: "海州区"}, {
                l: "赣榆区",
                v: "赣榆区"
            }, {l: "东海县", v: "东海县"}, {l: "灌云县", v: "灌云县"}, {l: "灌南县", v: "灌南县"}]
        }, {
            l: "淮安市",
            v: "淮安市",
            c: [{l: "淮安区", v: "淮安区"}, {l: "淮阴区", v: "淮阴区"}, {
                l: "清江浦区",
                v: "清江浦区"
            }, {l: "洪泽区", v: "洪泽区"}, {l: "涟水县", v: "涟水县"}, {
                l: "盱眙县",
                v: "盱眙县"
            }, {l: "金湖县", v: "金湖县"}]
        }, {
            l: "盐城市",
            v: "盐城市",
            c: [{l: "亭湖区", v: "亭湖区"}, {l: "盐都区", v: "盐都区"}, {
                l: "大丰区",
                v: "大丰区"
            }, {l: "响水县", v: "响水县"}, {l: "滨海县", v: "滨海县"}, {
                l: "阜宁县",
                v: "阜宁县"
            }, {l: "射阳县", v: "射阳县"}, {l: "建湖县", v: "建湖县"}, {l: "东台市", v: "东台市"}]
        }, {
            l: "扬州市",
            v: "扬州市",
            c: [{l: "广陵区", v: "广陵区"}, {l: "邗江区", v: "邗江区"}, {
                l: "江都区",
                v: "江都区"
            }, {l: "宝应县", v: "宝应县"}, {l: "仪征市", v: "仪征市"}, {l: "高邮市", v: "高邮市"}]
        }, {
            l: "镇江市",
            v: "镇江市",
            c: [{l: "京口区", v: "京口区"}, {l: "润州区", v: "润州区"}, {
                l: "丹徒区",
                v: "丹徒区"
            }, {l: "丹阳市", v: "丹阳市"}, {l: "扬中市", v: "扬中市"}, {l: "句容市", v: "句容市"}]
        }, {
            l: "泰州市",
            v: "泰州市",
            c: [{l: "海陵区", v: "海陵区"}, {l: "高港区", v: "高港区"}, {
                l: "姜堰区",
                v: "姜堰区"
            }, {l: "兴化市", v: "兴化市"}, {l: "靖江市", v: "靖江市"}, {l: "泰兴市", v: "泰兴市"}]
        }, {
            l: "宿迁市",
            v: "宿迁市",
            c: [{l: "宿城区", v: "宿城区"}, {l: "宿豫区", v: "宿豫区"}, {
                l: "沭阳县",
                v: "沭阳县"
            }, {l: "泗阳县", v: "泗阳县"}, {l: "泗洪县", v: "泗洪县"}]
        }]
    }, {
        l: "浙江省",
        v: "浙江省",
        c: [{
            l: "杭州市",
            v: "杭州市",
            c: [{l: "上城区", v: "上城区"}, {l: "下城区", v: "下城区"}, {
                l: "江干区",
                v: "江干区"
            }, {l: "拱墅区", v: "拱墅区"}, {l: "西湖区", v: "西湖区"}, {
                l: "滨江区",
                v: "滨江区"
            }, {l: "萧山区", v: "萧山区"}, {l: "余杭区", v: "余杭区"}, {
                l: "富阳区",
                v: "富阳区"
            }, {l: "桐庐县", v: "桐庐县"}, {l: "淳安县", v: "淳安县"}, {
                l: "建德市",
                v: "建德市"
            }, {l: "临安市", v: "临安市"}]
        }, {
            l: "宁波市",
            v: "宁波市",
            c: [{l: "海曙区", v: "海曙区"}, {l: "江东区", v: "江东区"}, {
                l: "江北区",
                v: "江北区"
            }, {l: "北仑区", v: "北仑区"}, {l: "镇海区", v: "镇海区"}, {
                l: "鄞州区",
                v: "鄞州区"
            }, {l: "象山县", v: "象山县"}, {l: "宁海县", v: "宁海县"}, {
                l: "余姚市",
                v: "余姚市"
            }, {l: "慈溪市", v: "慈溪市"}, {l: "奉化市", v: "奉化市"}]
        }, {
            l: "温州市",
            v: "温州市",
            c: [{l: "鹿城区", v: "鹿城区"}, {l: "龙湾区", v: "龙湾区"}, {
                l: "瓯海区",
                v: "瓯海区"
            }, {l: "洞头区", v: "洞头区"}, {l: "永嘉县", v: "永嘉县"}, {
                l: "平阳县",
                v: "平阳县"
            }, {l: "苍南县", v: "苍南县"}, {l: "文成县", v: "文成县"}, {
                l: "泰顺县",
                v: "泰顺县"
            }, {l: "瑞安市", v: "瑞安市"}, {l: "乐清市", v: "乐清市"}]
        }, {
            l: "嘉兴市",
            v: "嘉兴市",
            c: [{l: "南湖区", v: "南湖区"}, {l: "秀洲区", v: "秀洲区"}, {
                l: "嘉善县",
                v: "嘉善县"
            }, {l: "海盐县", v: "海盐县"}, {l: "海宁市", v: "海宁市"}, {
                l: "平湖市",
                v: "平湖市"
            }, {l: "桐乡市", v: "桐乡市"}]
        }, {
            l: "湖州市",
            v: "湖州市",
            c: [{l: "吴兴区", v: "吴兴区"}, {l: "南浔区", v: "南浔区"}, {
                l: "德清县",
                v: "德清县"
            }, {l: "长兴县", v: "长兴县"}, {l: "安吉县", v: "安吉县"}]
        }, {
            l: "绍兴市",
            v: "绍兴市",
            c: [{l: "越城区", v: "越城区"}, {l: "柯桥区", v: "柯桥区"}, {
                l: "上虞区",
                v: "上虞区"
            }, {l: "新昌县", v: "新昌县"}, {l: "诸暨市", v: "诸暨市"}, {l: "嵊州市", v: "嵊州市"}]
        }, {
            l: "金华市",
            v: "金华市",
            c: [{l: "婺城区", v: "婺城区"}, {l: "金东区", v: "金东区"}, {
                l: "武义县",
                v: "武义县"
            }, {l: "浦江县", v: "浦江县"}, {l: "磐安县", v: "磐安县"}, {
                l: "兰溪市",
                v: "兰溪市"
            }, {l: "义乌市", v: "义乌市"}, {l: "东阳市", v: "东阳市"}, {l: "永康市", v: "永康市"}]
        }, {
            l: "衢州市",
            v: "衢州市",
            c: [{l: "柯城区", v: "柯城区"}, {l: "衢江区", v: "衢江区"}, {
                l: "常山县",
                v: "常山县"
            }, {l: "开化县", v: "开化县"}, {l: "龙游县", v: "龙游县"}, {l: "江山市", v: "江山市"}]
        }, {
            l: "舟山市",
            v: "舟山市",
            c: [{l: "定海区", v: "定海区"}, {l: "普陀区", v: "普陀区"}, {
                l: "岱山县",
                v: "岱山县"
            }, {l: "嵊泗县", v: "嵊泗县"}]
        }, {
            l: "台州市",
            v: "台州市",
            c: [{l: "椒江区", v: "椒江区"}, {l: "黄岩区", v: "黄岩区"}, {
                l: "路桥区",
                v: "路桥区"
            }, {l: "玉环县", v: "玉环县"}, {l: "三门县", v: "三门县"}, {
                l: "天台县",
                v: "天台县"
            }, {l: "仙居县", v: "仙居县"}, {l: "温岭市", v: "温岭市"}, {l: "临海市", v: "临海市"}]
        }, {
            l: "丽水市",
            v: "丽水市",
            c: [{l: "莲都区", v: "莲都区"}, {l: "青田县", v: "青田县"}, {
                l: "缙云县",
                v: "缙云县"
            }, {l: "遂昌县", v: "遂昌县"}, {l: "松阳县", v: "松阳县"}, {
                l: "云和县",
                v: "云和县"
            }, {l: "庆元县", v: "庆元县"}, {l: "景宁畲族自治县", v: "景宁畲族自治县"}, {
                l: "龙泉市",
                v: "龙泉市"
            }]
        }]
    }, {
        l: "安徽省",
        v: "安徽省",
        c: [{
            l: "合肥市",
            v: "合肥市",
            c: [{l: "瑶海区", v: "瑶海区"}, {l: "庐阳区", v: "庐阳区"}, {
                l: "蜀山区",
                v: "蜀山区"
            }, {l: "包河区", v: "包河区"}, {l: "长丰县", v: "长丰县"}, {
                l: "肥东县",
                v: "肥东县"
            }, {l: "肥西县", v: "肥西县"}, {l: "庐江县", v: "庐江县"}, {l: "巢湖市", v: "巢湖市"}]
        }, {
            l: "芜湖市",
            v: "芜湖市",
            c: [{l: "镜湖区", v: "镜湖区"}, {l: "弋江区", v: "弋江区"}, {
                l: "鸠江区",
                v: "鸠江区"
            }, {l: "三山区", v: "三山区"}, {l: "芜湖县", v: "芜湖县"}, {
                l: "繁昌县",
                v: "繁昌县"
            }, {l: "南陵县", v: "南陵县"}, {l: "无为县", v: "无为县"}]
        }, {
            l: "蚌埠市",
            v: "蚌埠市",
            c: [{l: "龙子湖区", v: "龙子湖区"}, {l: "蚌山区", v: "蚌山区"}, {
                l: "禹会区",
                v: "禹会区"
            }, {l: "淮上区", v: "淮上区"}, {l: "怀远县", v: "怀远县"}, {
                l: "五河县",
                v: "五河县"
            }, {l: "固镇县", v: "固镇县"}]
        }, {
            l: "淮南市",
            v: "淮南市",
            c: [{l: "大通区", v: "大通区"}, {l: "田家庵区", v: "田家庵区"}, {
                l: "谢家集区",
                v: "谢家集区"
            }, {l: "八公山区", v: "八公山区"}, {l: "潘集区", v: "潘集区"}, {
                l: "凤台县",
                v: "凤台县"
            }, {l: "寿县", v: "寿县"}]
        }, {
            l: "马鞍山市",
            v: "马鞍山市",
            c: [{l: "花山区", v: "花山区"}, {l: "雨山区", v: "雨山区"}, {
                l: "博望区",
                v: "博望区"
            }, {l: "当涂县", v: "当涂县"}, {l: "含山县", v: "含山县"}, {l: "和县", v: "和县"}]
        }, {
            l: "淮北市",
            v: "淮北市",
            c: [{l: "杜集区", v: "杜集区"}, {l: "相山区", v: "相山区"}, {
                l: "烈山区",
                v: "烈山区"
            }, {l: "濉溪县", v: "濉溪县"}]
        }, {
            l: "铜陵市",
            v: "铜陵市",
            c: [{l: "铜官区", v: "铜官区"}, {l: "义安区", v: "义安区"}, {
                l: "郊区",
                v: "郊区"
            }, {l: "枞阳县", v: "枞阳县"}]
        }, {
            l: "安庆市",
            v: "安庆市",
            c: [{l: "迎江区", v: "迎江区"}, {l: "大观区", v: "大观区"}, {
                l: "宜秀区",
                v: "宜秀区"
            }, {l: "怀宁县", v: "怀宁县"}, {l: "潜山县", v: "潜山县"}, {
                l: "太湖县",
                v: "太湖县"
            }, {l: "宿松县", v: "宿松县"}, {l: "望江县", v: "望江县"}, {
                l: "岳西县",
                v: "岳西县"
            }, {l: "桐城市", v: "桐城市"}]
        }, {
            l: "黄山市",
            v: "黄山市",
            c: [{l: "屯溪区", v: "屯溪区"}, {l: "黄山区", v: "黄山区"}, {
                l: "徽州区",
                v: "徽州区"
            }, {l: "歙县", v: "歙县"}, {l: "休宁县", v: "休宁县"}, {
                l: "黟县",
                v: "黟县"
            }, {l: "祁门县", v: "祁门县"}]
        }, {
            l: "滁州市",
            v: "滁州市",
            c: [{l: "琅琊区", v: "琅琊区"}, {l: "南谯区", v: "南谯区"}, {
                l: "来安县",
                v: "来安县"
            }, {l: "全椒县", v: "全椒县"}, {l: "定远县", v: "定远县"}, {
                l: "凤阳县",
                v: "凤阳县"
            }, {l: "天长市", v: "天长市"}, {l: "明光市", v: "明光市"}]
        }, {
            l: "阜阳市",
            v: "阜阳市",
            c: [{l: "颍州区", v: "颍州区"}, {l: "颍东区", v: "颍东区"}, {
                l: "颍泉区",
                v: "颍泉区"
            }, {l: "临泉县", v: "临泉县"}, {l: "太和县", v: "太和县"}, {
                l: "阜南县",
                v: "阜南县"
            }, {l: "颍上县", v: "颍上县"}, {l: "界首市", v: "界首市"}]
        }, {
            l: "宿州市",
            v: "宿州市",
            c: [{l: "埇桥区", v: "埇桥区"}, {l: "砀山县", v: "砀山县"}, {
                l: "萧县",
                v: "萧县"
            }, {l: "灵璧县", v: "灵璧县"}, {l: "泗县", v: "泗县"}]
        }, {
            l: "六安市",
            v: "六安市",
            c: [{l: "金安区", v: "金安区"}, {l: "裕安区", v: "裕安区"}, {
                l: "叶集区",
                v: "叶集区"
            }, {l: "霍邱县", v: "霍邱县"}, {l: "舒城县", v: "舒城县"}, {
                l: "金寨县",
                v: "金寨县"
            }, {l: "霍山县", v: "霍山县"}]
        }, {
            l: "亳州市",
            v: "亳州市",
            c: [{l: "谯城区", v: "谯城区"}, {l: "涡阳县", v: "涡阳县"}, {
                l: "蒙城县",
                v: "蒙城县"
            }, {l: "利辛县", v: "利辛县"}]
        }, {
            l: "池州市",
            v: "池州市",
            c: [{l: "贵池区", v: "贵池区"}, {l: "东至县", v: "东至县"}, {
                l: "石台县",
                v: "石台县"
            }, {l: "青阳县", v: "青阳县"}]
        }, {
            l: "宣城市",
            v: "宣城市",
            c: [{l: "宣州区", v: "宣州区"}, {l: "郎溪县", v: "郎溪县"}, {
                l: "广德县",
                v: "广德县"
            }, {l: "泾县", v: "泾县"}, {l: "绩溪县", v: "绩溪县"}, {
                l: "旌德县",
                v: "旌德县"
            }, {l: "宁国市", v: "宁国市"}]
        }]
    }, {
        l: "福建省",
        v: "福建省",
        c: [{
            l: "福州市",
            v: "福州市",
            c: [{l: "鼓楼区", v: "鼓楼区"}, {l: "台江区", v: "台江区"}, {
                l: "仓山区",
                v: "仓山区"
            }, {l: "马尾区", v: "马尾区"}, {l: "晋安区", v: "晋安区"}, {
                l: "闽侯县",
                v: "闽侯县"
            }, {l: "连江县", v: "连江县"}, {l: "罗源县", v: "罗源县"}, {
                l: "闽清县",
                v: "闽清县"
            }, {l: "永泰县", v: "永泰县"}, {l: "平潭县", v: "平潭县"}, {
                l: "福清市",
                v: "福清市"
            }, {l: "长乐市", v: "长乐市"}]
        }, {
            l: "厦门市",
            v: "厦门市",
            c: [{l: "思明区", v: "思明区"}, {l: "海沧区", v: "海沧区"}, {
                l: "湖里区",
                v: "湖里区"
            }, {l: "集美区", v: "集美区"}, {l: "同安区", v: "同安区"}, {l: "翔安区", v: "翔安区"}]
        }, {
            l: "莆田市",
            v: "莆田市",
            c: [{l: "城厢区", v: "城厢区"}, {l: "涵江区", v: "涵江区"}, {
                l: "荔城区",
                v: "荔城区"
            }, {l: "秀屿区", v: "秀屿区"}, {l: "仙游县", v: "仙游县"}]
        }, {
            l: "三明市",
            v: "三明市",
            c: [{l: "梅列区", v: "梅列区"}, {l: "三元区", v: "三元区"}, {
                l: "明溪县",
                v: "明溪县"
            }, {l: "清流县", v: "清流县"}, {l: "宁化县", v: "宁化县"}, {
                l: "大田县",
                v: "大田县"
            }, {l: "尤溪县", v: "尤溪县"}, {l: "沙县", v: "沙县"}, {
                l: "将乐县",
                v: "将乐县"
            }, {l: "泰宁县", v: "泰宁县"}, {l: "建宁县", v: "建宁县"}, {l: "永安市", v: "永安市"}]
        }, {
            l: "泉州市",
            v: "泉州市",
            c: [{l: "鲤城区", v: "鲤城区"}, {l: "丰泽区", v: "丰泽区"}, {
                l: "洛江区",
                v: "洛江区"
            }, {l: "泉港区", v: "泉港区"}, {l: "惠安县", v: "惠安县"}, {
                l: "安溪县",
                v: "安溪县"
            }, {l: "永春县", v: "永春县"}, {l: "德化县", v: "德化县"}, {
                l: "金门县",
                v: "金门县"
            }, {l: "石狮市", v: "石狮市"}, {l: "晋江市", v: "晋江市"}, {l: "南安市", v: "南安市"}]
        }, {
            l: "漳州市",
            v: "漳州市",
            c: [{l: "芗城区", v: "芗城区"}, {l: "龙文区", v: "龙文区"}, {
                l: "云霄县",
                v: "云霄县"
            }, {l: "漳浦县", v: "漳浦县"}, {l: "诏安县", v: "诏安县"}, {
                l: "长泰县",
                v: "长泰县"
            }, {l: "东山县", v: "东山县"}, {l: "南靖县", v: "南靖县"}, {
                l: "平和县",
                v: "平和县"
            }, {l: "华安县", v: "华安县"}, {l: "龙海市", v: "龙海市"}]
        }, {
            l: "南平市",
            v: "南平市",
            c: [{l: "延平区", v: "延平区"}, {l: "建阳区", v: "建阳区"}, {
                l: "顺昌县",
                v: "顺昌县"
            }, {l: "浦城县", v: "浦城县"}, {l: "光泽县", v: "光泽县"}, {
                l: "松溪县",
                v: "松溪县"
            }, {l: "政和县", v: "政和县"}, {l: "邵武市", v: "邵武市"}, {
                l: "武夷山市",
                v: "武夷山市"
            }, {l: "建瓯市", v: "建瓯市"}]
        }, {
            l: "龙岩市",
            v: "龙岩市",
            c: [{l: "新罗区", v: "新罗区"}, {l: "永定区", v: "永定区"}, {
                l: "长汀县",
                v: "长汀县"
            }, {l: "上杭县", v: "上杭县"}, {l: "武平县", v: "武平县"}, {
                l: "连城县",
                v: "连城县"
            }, {l: "漳平市", v: "漳平市"}]
        }, {
            l: "宁德市",
            v: "宁德市",
            c: [{l: "蕉城区", v: "蕉城区"}, {l: "霞浦县", v: "霞浦县"}, {
                l: "古田县",
                v: "古田县"
            }, {l: "屏南县", v: "屏南县"}, {l: "寿宁县", v: "寿宁县"}, {
                l: "周宁县",
                v: "周宁县"
            }, {l: "柘荣县", v: "柘荣县"}, {l: "福安市", v: "福安市"}, {l: "福鼎市", v: "福鼎市"}]
        }]
    }, {
        l: "江西省",
        v: "江西省",
        c: [{
            l: "南昌市",
            v: "南昌市",
            c: [{l: "东湖区", v: "东湖区"}, {l: "西湖区", v: "西湖区"}, {
                l: "青云谱区",
                v: "青云谱区"
            }, {l: "湾里区", v: "湾里区"}, {l: "青山湖区", v: "青山湖区"}, {
                l: "新建区",
                v: "新建区"
            }, {l: "南昌县", v: "南昌县"}, {l: "安义县", v: "安义县"}, {l: "进贤县", v: "进贤县"}]
        }, {
            l: "景德镇市",
            v: "景德镇市",
            c: [{l: "昌江区", v: "昌江区"}, {l: "珠山区", v: "珠山区"}, {
                l: "浮梁县",
                v: "浮梁县"
            }, {l: "乐平市", v: "乐平市"}]
        }, {
            l: "萍乡市",
            v: "萍乡市",
            c: [{l: "安源区", v: "安源区"}, {l: "湘东区", v: "湘东区"}, {
                l: "莲花县",
                v: "莲花县"
            }, {l: "上栗县", v: "上栗县"}, {l: "芦溪县", v: "芦溪县"}]
        }, {
            l: "九江市",
            v: "九江市",
            c: [{l: "濂溪区", v: "濂溪区"}, {l: "浔阳区", v: "浔阳区"}, {
                l: "九江县",
                v: "九江县"
            }, {l: "武宁县", v: "武宁县"}, {l: "修水县", v: "修水县"}, {
                l: "永修县",
                v: "永修县"
            }, {l: "德安县", v: "德安县"}, {l: "都昌县", v: "都昌县"}, {
                l: "湖口县",
                v: "湖口县"
            }, {l: "彭泽县", v: "彭泽县"}, {l: "瑞昌市", v: "瑞昌市"}, {
                l: "共青城市",
                v: "共青城市"
            }, {l: "庐山市", v: "庐山市"}]
        }, {
            l: "新余市",
            v: "新余市",
            c: [{l: "渝水区", v: "渝水区"}, {l: "分宜县", v: "分宜县"}]
        }, {
            l: "鹰潭市",
            v: "鹰潭市",
            c: [{l: "月湖区", v: "月湖区"}, {l: "余江县", v: "余江县"}, {
                l: "贵溪市",
                v: "贵溪市"
            }]
        }, {
            l: "赣州市",
            v: "赣州市",
            c: [{l: "章贡区", v: "章贡区"}, {l: "南康区", v: "南康区"}, {
                l: "赣县",
                v: "赣县"
            }, {l: "信丰县", v: "信丰县"}, {l: "大余县", v: "大余县"}, {
                l: "上犹县",
                v: "上犹县"
            }, {l: "崇义县", v: "崇义县"}, {l: "安远县", v: "安远县"}, {
                l: "龙南县",
                v: "龙南县"
            }, {l: "定南县", v: "定南县"}, {l: "全南县", v: "全南县"}, {
                l: "宁都县",
                v: "宁都县"
            }, {l: "于都县", v: "于都县"}, {l: "兴国县", v: "兴国县"}, {
                l: "会昌县",
                v: "会昌县"
            }, {l: "寻乌县", v: "寻乌县"}, {l: "石城县", v: "石城县"}, {l: "瑞金市", v: "瑞金市"}]
        }, {
            l: "吉安市",
            v: "吉安市",
            c: [{l: "吉州区", v: "吉州区"}, {l: "青原区", v: "青原区"}, {
                l: "吉安县",
                v: "吉安县"
            }, {l: "吉水县", v: "吉水县"}, {l: "峡江县", v: "峡江县"}, {
                l: "新干县",
                v: "新干县"
            }, {l: "永丰县", v: "永丰县"}, {l: "泰和县", v: "泰和县"}, {
                l: "遂川县",
                v: "遂川县"
            }, {l: "万安县", v: "万安县"}, {l: "安福县", v: "安福县"}, {
                l: "永新县",
                v: "永新县"
            }, {l: "井冈山市", v: "井冈山市"}]
        }, {
            l: "宜春市",
            v: "宜春市",
            c: [{l: "袁州区", v: "袁州区"}, {l: "奉新县", v: "奉新县"}, {
                l: "万载县",
                v: "万载县"
            }, {l: "上高县", v: "上高县"}, {l: "宜丰县", v: "宜丰县"}, {
                l: "靖安县",
                v: "靖安县"
            }, {l: "铜鼓县", v: "铜鼓县"}, {l: "丰城市", v: "丰城市"}, {
                l: "樟树市",
                v: "樟树市"
            }, {l: "高安市", v: "高安市"}]
        }, {
            l: "抚州市",
            v: "抚州市",
            c: [{l: "临川区", v: "临川区"}, {l: "南城县", v: "南城县"}, {
                l: "黎川县",
                v: "黎川县"
            }, {l: "南丰县", v: "南丰县"}, {l: "崇仁县", v: "崇仁县"}, {
                l: "乐安县",
                v: "乐安县"
            }, {l: "宜黄县", v: "宜黄县"}, {l: "金溪县", v: "金溪县"}, {
                l: "资溪县",
                v: "资溪县"
            }, {l: "东乡县", v: "东乡县"}, {l: "广昌县", v: "广昌县"}]
        }, {
            l: "上饶市",
            v: "上饶市",
            c: [{l: "信州区", v: "信州区"}, {l: "广丰区", v: "广丰区"}, {
                l: "上饶县",
                v: "上饶县"
            }, {l: "玉山县", v: "玉山县"}, {l: "铅山县", v: "铅山县"}, {
                l: "横峰县",
                v: "横峰县"
            }, {l: "弋阳县", v: "弋阳县"}, {l: "余干县", v: "余干县"}, {
                l: "鄱阳县",
                v: "鄱阳县"
            }, {l: "万年县", v: "万年县"}, {l: "婺源县", v: "婺源县"}, {l: "德兴市", v: "德兴市"}]
        }]
    }, {
        l: "山东省",
        v: "山东省",
        c: [{
            l: "济南市",
            v: "济南市",
            c: [{l: "历下区", v: "历下区"}, {l: "市中区", v: "市中区"}, {
                l: "槐荫区",
                v: "槐荫区"
            }, {l: "天桥区", v: "天桥区"}, {l: "历城区", v: "历城区"}, {
                l: "长清区",
                v: "长清区"
            }, {l: "平阴县", v: "平阴县"}, {l: "济阳县", v: "济阳县"}, {
                l: "商河县",
                v: "商河县"
            }, {l: "章丘市", v: "章丘市"}]
        }, {
            l: "青岛市",
            v: "青岛市",
            c: [{l: "市南区", v: "市南区"}, {l: "市北区", v: "市北区"}, {
                l: "黄岛区",
                v: "黄岛区"
            }, {l: "崂山区", v: "崂山区"}, {l: "李沧区", v: "李沧区"}, {
                l: "城阳区",
                v: "城阳区"
            }, {l: "胶州市", v: "胶州市"}, {l: "即墨市", v: "即墨市"}, {
                l: "平度市",
                v: "平度市"
            }, {l: "莱西市", v: "莱西市"}]
        }, {
            l: "淄博市",
            v: "淄博市",
            c: [{l: "淄川区", v: "淄川区"}, {l: "张店区", v: "张店区"}, {
                l: "博山区",
                v: "博山区"
            }, {l: "临淄区", v: "临淄区"}, {l: "周村区", v: "周村区"}, {
                l: "桓台县",
                v: "桓台县"
            }, {l: "高青县", v: "高青县"}, {l: "沂源县", v: "沂源县"}]
        }, {
            l: "枣庄市",
            v: "枣庄市",
            c: [{l: "市中区", v: "市中区"}, {l: "薛城区", v: "薛城区"}, {
                l: "峄城区",
                v: "峄城区"
            }, {l: "台儿庄区", v: "台儿庄区"}, {l: "山亭区", v: "山亭区"}, {l: "滕州市", v: "滕州市"}]
        }, {
            l: "东营市",
            v: "东营市",
            c: [{l: "东营区", v: "东营区"}, {l: "河口区", v: "河口区"}, {
                l: "垦利区",
                v: "垦利区"
            }, {l: "利津县", v: "利津县"}, {l: "广饶县", v: "广饶县"}]
        }, {
            l: "烟台市",
            v: "烟台市",
            c: [{l: "芝罘区", v: "芝罘区"}, {l: "福山区", v: "福山区"}, {
                l: "牟平区",
                v: "牟平区"
            }, {l: "莱山区", v: "莱山区"}, {l: "长岛县", v: "长岛县"}, {
                l: "龙口市",
                v: "龙口市"
            }, {l: "莱阳市", v: "莱阳市"}, {l: "莱州市", v: "莱州市"}, {
                l: "蓬莱市",
                v: "蓬莱市"
            }, {l: "招远市", v: "招远市"}, {l: "栖霞市", v: "栖霞市"}, {l: "海阳市", v: "海阳市"}]
        }, {
            l: "潍坊市",
            v: "潍坊市",
            c: [{l: "潍城区", v: "潍城区"}, {l: "寒亭区", v: "寒亭区"}, {
                l: "坊子区",
                v: "坊子区"
            }, {l: "奎文区", v: "奎文区"}, {l: "临朐县", v: "临朐县"}, {
                l: "昌乐县",
                v: "昌乐县"
            }, {l: "青州市", v: "青州市"}, {l: "诸城市", v: "诸城市"}, {
                l: "寿光市",
                v: "寿光市"
            }, {l: "安丘市", v: "安丘市"}, {l: "高密市", v: "高密市"}, {l: "昌邑市", v: "昌邑市"}]
        }, {
            l: "济宁市",
            v: "济宁市",
            c: [{l: "任城区", v: "任城区"}, {l: "兖州区", v: "兖州区"}, {
                l: "微山县",
                v: "微山县"
            }, {l: "鱼台县", v: "鱼台县"}, {l: "金乡县", v: "金乡县"}, {
                l: "嘉祥县",
                v: "嘉祥县"
            }, {l: "汶上县", v: "汶上县"}, {l: "泗水县", v: "泗水县"}, {
                l: "梁山县",
                v: "梁山县"
            }, {l: "曲阜市", v: "曲阜市"}, {l: "邹城市", v: "邹城市"}]
        }, {
            l: "泰安市",
            v: "泰安市",
            c: [{l: "泰山区", v: "泰山区"}, {l: "岱岳区", v: "岱岳区"}, {
                l: "宁阳县",
                v: "宁阳县"
            }, {l: "东平县", v: "东平县"}, {l: "新泰市", v: "新泰市"}, {l: "肥城市", v: "肥城市"}]
        }, {
            l: "威海市",
            v: "威海市",
            c: [{l: "环翠区", v: "环翠区"}, {l: "文登区", v: "文登区"}, {
                l: "荣成市",
                v: "荣成市"
            }, {l: "乳山市", v: "乳山市"}]
        }, {
            l: "日照市",
            v: "日照市",
            c: [{l: "东港区", v: "东港区"}, {l: "岚山区", v: "岚山区"}, {
                l: "五莲县",
                v: "五莲县"
            }, {l: "莒县", v: "莒县"}]
        }, {
            l: "莱芜市",
            v: "莱芜市",
            c: [{l: "莱城区", v: "莱城区"}, {l: "钢城区", v: "钢城区"}]
        }, {
            l: "临沂市",
            v: "临沂市",
            c: [{l: "兰山区", v: "兰山区"}, {l: "罗庄区", v: "罗庄区"}, {
                l: "河东区",
                v: "河东区"
            }, {l: "沂南县", v: "沂南县"}, {l: "郯城县", v: "郯城县"}, {
                l: "沂水县",
                v: "沂水县"
            }, {l: "兰陵县", v: "兰陵县"}, {l: "费县", v: "费县"}, {
                l: "平邑县",
                v: "平邑县"
            }, {l: "莒南县", v: "莒南县"}, {l: "蒙阴县", v: "蒙阴县"}, {l: "临沭县", v: "临沭县"}]
        }, {
            l: "德州市",
            v: "德州市",
            c: [{l: "德城区", v: "德城区"}, {l: "陵城区", v: "陵城区"}, {
                l: "宁津县",
                v: "宁津县"
            }, {l: "庆云县", v: "庆云县"}, {l: "临邑县", v: "临邑县"}, {
                l: "齐河县",
                v: "齐河县"
            }, {l: "平原县", v: "平原县"}, {l: "夏津县", v: "夏津县"}, {
                l: "武城县",
                v: "武城县"
            }, {l: "乐陵市", v: "乐陵市"}, {l: "禹城市", v: "禹城市"}]
        }, {
            l: "聊城市",
            v: "聊城市",
            c: [{l: "东昌府区", v: "东昌府区"}, {l: "阳谷县", v: "阳谷县"}, {
                l: "莘县",
                v: "莘县"
            }, {l: "茌平县", v: "茌平县"}, {l: "东阿县", v: "东阿县"}, {
                l: "冠县",
                v: "冠县"
            }, {l: "高唐县", v: "高唐县"}, {l: "临清市", v: "临清市"}]
        }, {
            l: "滨州市",
            v: "滨州市",
            c: [{l: "滨城区", v: "滨城区"}, {l: "沾化区", v: "沾化区"}, {
                l: "惠民县",
                v: "惠民县"
            }, {l: "阳信县", v: "阳信县"}, {l: "无棣县", v: "无棣县"}, {
                l: "博兴县",
                v: "博兴县"
            }, {l: "邹平县", v: "邹平县"}]
        }, {
            l: "菏泽市",
            v: "菏泽市",
            c: [{l: "牡丹区", v: "牡丹区"}, {l: "定陶区", v: "定陶区"}, {
                l: "曹县",
                v: "曹县"
            }, {l: "单县", v: "单县"}, {l: "成武县", v: "成武县"}, {
                l: "巨野县",
                v: "巨野县"
            }, {l: "郓城县", v: "郓城县"}, {l: "鄄城县", v: "鄄城县"}, {l: "东明县", v: "东明县"}]
        }]
    }, {
        l: "河南省",
        v: "河南省",
        c: [{
            l: "郑州市",
            v: "郑州市",
            c: [{l: "中原区", v: "中原区"}, {l: "二七区", v: "二七区"}, {
                l: "管城回族区",
                v: "管城回族区"
            }, {l: "金水区", v: "金水区"}, {l: "上街区", v: "上街区"}, {
                l: "惠济区",
                v: "惠济区"
            }, {l: "中牟县", v: "中牟县"}, {l: "巩义市", v: "巩义市"}, {
                l: "荥阳市",
                v: "荥阳市"
            }, {l: "新密市", v: "新密市"}, {l: "新郑市", v: "新郑市"}, {l: "登封市", v: "登封市"}]
        }, {
            l: "开封市",
            v: "开封市",
            c: [{l: "龙亭区", v: "龙亭区"}, {l: "顺河回族区", v: "顺河回族区"}, {
                l: "鼓楼区",
                v: "鼓楼区"
            }, {l: "禹王台区", v: "禹王台区"}, {l: "金明区", v: "金明区"}, {
                l: "祥符区",
                v: "祥符区"
            }, {l: "杞县", v: "杞县"}, {l: "通许县", v: "通许县"}, {
                l: "尉氏县",
                v: "尉氏县"
            }, {l: "兰考县", v: "兰考县"}]
        }, {
            l: "洛阳市",
            v: "洛阳市",
            c: [{l: "老城区", v: "老城区"}, {l: "西工区", v: "西工区"}, {
                l: "瀍河回族区",
                v: "瀍河回族区"
            }, {l: "涧西区", v: "涧西区"}, {l: "吉利区", v: "吉利区"}, {
                l: "洛龙区",
                v: "洛龙区"
            }, {l: "孟津县", v: "孟津县"}, {l: "新安县", v: "新安县"}, {
                l: "栾川县",
                v: "栾川县"
            }, {l: "嵩县", v: "嵩县"}, {l: "汝阳县", v: "汝阳县"}, {
                l: "宜阳县",
                v: "宜阳县"
            }, {l: "洛宁县", v: "洛宁县"}, {l: "伊川县", v: "伊川县"}, {l: "偃师市", v: "偃师市"}]
        }, {
            l: "平顶山市",
            v: "平顶山市",
            c: [{l: "新华区", v: "新华区"}, {l: "卫东区", v: "卫东区"}, {
                l: "石龙区",
                v: "石龙区"
            }, {l: "湛河区", v: "湛河区"}, {l: "宝丰县", v: "宝丰县"}, {
                l: "叶县",
                v: "叶县"
            }, {l: "鲁山县", v: "鲁山县"}, {l: "郏县", v: "郏县"}, {
                l: "舞钢市",
                v: "舞钢市"
            }, {l: "汝州市", v: "汝州市"}]
        }, {
            l: "安阳市",
            v: "安阳市",
            c: [{l: "文峰区", v: "文峰区"}, {l: "北关区", v: "北关区"}, {
                l: "殷都区",
                v: "殷都区"
            }, {l: "龙安区", v: "龙安区"}, {l: "安阳县", v: "安阳县"}, {
                l: "汤阴县",
                v: "汤阴县"
            }, {l: "滑县", v: "滑县"}, {l: "内黄县", v: "内黄县"}, {l: "林州市", v: "林州市"}]
        }, {
            l: "鹤壁市",
            v: "鹤壁市",
            c: [{l: "鹤山区", v: "鹤山区"}, {l: "山城区", v: "山城区"}, {
                l: "淇滨区",
                v: "淇滨区"
            }, {l: "浚县", v: "浚县"}, {l: "淇县", v: "淇县"}]
        }, {
            l: "新乡市",
            v: "新乡市",
            c: [{l: "红旗区", v: "红旗区"}, {l: "卫滨区", v: "卫滨区"}, {
                l: "凤泉区",
                v: "凤泉区"
            }, {l: "牧野区", v: "牧野区"}, {l: "新乡县", v: "新乡县"}, {
                l: "获嘉县",
                v: "获嘉县"
            }, {l: "原阳县", v: "原阳县"}, {l: "延津县", v: "延津县"}, {
                l: "封丘县",
                v: "封丘县"
            }, {l: "长垣县", v: "长垣县"}, {l: "卫辉市", v: "卫辉市"}, {l: "辉县市", v: "辉县市"}]
        }, {
            l: "焦作市",
            v: "焦作市",
            c: [{l: "解放区", v: "解放区"}, {l: "中站区", v: "中站区"}, {
                l: "马村区",
                v: "马村区"
            }, {l: "山阳区", v: "山阳区"}, {l: "修武县", v: "修武县"}, {
                l: "博爱县",
                v: "博爱县"
            }, {l: "武陟县", v: "武陟县"}, {l: "温县", v: "温县"}, {
                l: "沁阳市",
                v: "沁阳市"
            }, {l: "孟州市", v: "孟州市"}]
        }, {
            l: "濮阳市",
            v: "濮阳市",
            c: [{l: "华龙区", v: "华龙区"}, {l: "清丰县", v: "清丰县"}, {
                l: "南乐县",
                v: "南乐县"
            }, {l: "范县", v: "范县"}, {l: "台前县", v: "台前县"}, {l: "濮阳县", v: "濮阳县"}]
        }, {
            l: "许昌市",
            v: "许昌市",
            c: [{l: "魏都区", v: "魏都区"}, {l: "许昌县", v: "许昌县"}, {
                l: "鄢陵县",
                v: "鄢陵县"
            }, {l: "襄城县", v: "襄城县"}, {l: "禹州市", v: "禹州市"}, {l: "长葛市", v: "长葛市"}]
        }, {
            l: "漯河市",
            v: "漯河市",
            c: [{l: "源汇区", v: "源汇区"}, {l: "郾城区", v: "郾城区"}, {
                l: "召陵区",
                v: "召陵区"
            }, {l: "舞阳县", v: "舞阳县"}, {l: "临颍县", v: "临颍县"}]
        }, {
            l: "三门峡市",
            v: "三门峡市",
            c: [{l: "湖滨区", v: "湖滨区"}, {l: "陕州区", v: "陕州区"}, {
                l: "渑池县",
                v: "渑池县"
            }, {l: "卢氏县", v: "卢氏县"}, {l: "义马市", v: "义马市"}, {l: "灵宝市", v: "灵宝市"}]
        }, {
            l: "南阳市",
            v: "南阳市",
            c: [{l: "宛城区", v: "宛城区"}, {l: "卧龙区", v: "卧龙区"}, {
                l: "南召县",
                v: "南召县"
            }, {l: "方城县", v: "方城县"}, {l: "西峡县", v: "西峡县"}, {
                l: "镇平县",
                v: "镇平县"
            }, {l: "内乡县", v: "内乡县"}, {l: "淅川县", v: "淅川县"}, {
                l: "社旗县",
                v: "社旗县"
            }, {l: "唐河县", v: "唐河县"}, {l: "新野县", v: "新野县"}, {
                l: "桐柏县",
                v: "桐柏县"
            }, {l: "邓州市", v: "邓州市"}]
        }, {
            l: "商丘市",
            v: "商丘市",
            c: [{l: "梁园区", v: "梁园区"}, {l: "睢阳区", v: "睢阳区"}, {
                l: "民权县",
                v: "民权县"
            }, {l: "睢县", v: "睢县"}, {l: "宁陵县", v: "宁陵县"}, {
                l: "柘城县",
                v: "柘城县"
            }, {l: "虞城县", v: "虞城县"}, {l: "夏邑县", v: "夏邑县"}, {l: "永城市", v: "永城市"}]
        }, {
            l: "信阳市",
            v: "信阳市",
            c: [{l: "浉河区", v: "浉河区"}, {l: "平桥区", v: "平桥区"}, {
                l: "罗山县",
                v: "罗山县"
            }, {l: "光山县", v: "光山县"}, {l: "新县", v: "新县"}, {
                l: "商城县",
                v: "商城县"
            }, {l: "固始县", v: "固始县"}, {l: "潢川县", v: "潢川县"}, {
                l: "淮滨县",
                v: "淮滨县"
            }, {l: "息县", v: "息县"}]
        }, {
            l: "周口市",
            v: "周口市",
            c: [{l: "川汇区", v: "川汇区"}, {l: "扶沟县", v: "扶沟县"}, {
                l: "西华县",
                v: "西华县"
            }, {l: "商水县", v: "商水县"}, {l: "沈丘县", v: "沈丘县"}, {
                l: "郸城县",
                v: "郸城县"
            }, {l: "淮阳县", v: "淮阳县"}, {l: "太康县", v: "太康县"}, {
                l: "鹿邑县",
                v: "鹿邑县"
            }, {l: "项城市", v: "项城市"}]
        }, {
            l: "驻马店市",
            v: "驻马店市",
            c: [{l: "驿城区", v: "驿城区"}, {l: "西平县", v: "西平县"}, {
                l: "上蔡县",
                v: "上蔡县"
            }, {l: "平舆县", v: "平舆县"}, {l: "正阳县", v: "正阳县"}, {
                l: "确山县",
                v: "确山县"
            }, {l: "泌阳县", v: "泌阳县"}, {l: "汝南县", v: "汝南县"}, {
                l: "遂平县",
                v: "遂平县"
            }, {l: "新蔡县", v: "新蔡县"}]
        }, {l: "省直辖县级行政区划", v: "省直辖县级行政区划", c: [{l: "济源市", v: "济源市"}]}]
    }, {
        l: "湖北省",
        v: "湖北省",
        c: [{
            l: "武汉市",
            v: "武汉市",
            c: [{l: "江岸区", v: "江岸区"}, {l: "江汉区", v: "江汉区"}, {
                l: "硚口区",
                v: "硚口区"
            }, {l: "汉阳区", v: "汉阳区"}, {l: "武昌区", v: "武昌区"}, {
                l: "青山区",
                v: "青山区"
            }, {l: "洪山区", v: "洪山区"}, {l: "东西湖区", v: "东西湖区"}, {
                l: "汉南区",
                v: "汉南区"
            }, {l: "蔡甸区", v: "蔡甸区"}, {l: "江夏区", v: "江夏区"}, {
                l: "黄陂区",
                v: "黄陂区"
            }, {l: "新洲区", v: "新洲区"}]
        }, {
            l: "黄石市",
            v: "黄石市",
            c: [{l: "黄石港区", v: "黄石港区"}, {l: "西塞山区", v: "西塞山区"}, {
                l: "下陆区",
                v: "下陆区"
            }, {l: "铁山区", v: "铁山区"}, {l: "阳新县", v: "阳新县"}, {l: "大冶市", v: "大冶市"}]
        }, {
            l: "十堰市",
            v: "十堰市",
            c: [{l: "茅箭区", v: "茅箭区"}, {l: "张湾区", v: "张湾区"}, {
                l: "郧阳区",
                v: "郧阳区"
            }, {l: "郧西县", v: "郧西县"}, {l: "竹山县", v: "竹山县"}, {
                l: "竹溪县",
                v: "竹溪县"
            }, {l: "房县", v: "房县"}, {l: "丹江口市", v: "丹江口市"}]
        }, {
            l: "宜昌市",
            v: "宜昌市",
            c: [{l: "西陵区", v: "西陵区"}, {l: "伍家岗区", v: "伍家岗区"}, {
                l: "点军区",
                v: "点军区"
            }, {l: "猇亭区", v: "猇亭区"}, {l: "夷陵区", v: "夷陵区"}, {
                l: "远安县",
                v: "远安县"
            }, {l: "兴山县", v: "兴山县"}, {l: "秭归县", v: "秭归县"}, {
                l: "长阳土家族自治县",
                v: "长阳土家族自治县"
            }, {l: "五峰土家族自治县", v: "五峰土家族自治县"}, {l: "宜都市", v: "宜都市"}, {
                l: "当阳市",
                v: "当阳市"
            }, {l: "枝江市", v: "枝江市"}]
        }, {
            l: "襄阳市",
            v: "襄阳市",
            c: [{l: "襄城区", v: "襄城区"}, {l: "樊城区", v: "樊城区"}, {
                l: "襄州区",
                v: "襄州区"
            }, {l: "南漳县", v: "南漳县"}, {l: "谷城县", v: "谷城县"}, {
                l: "保康县",
                v: "保康县"
            }, {l: "老河口市", v: "老河口市"}, {l: "枣阳市", v: "枣阳市"}, {l: "宜城市", v: "宜城市"}]
        }, {
            l: "鄂州市",
            v: "鄂州市",
            c: [{l: "梁子湖区", v: "梁子湖区"}, {l: "华容区", v: "华容区"}, {
                l: "鄂城区",
                v: "鄂城区"
            }]
        }, {
            l: "荆门市",
            v: "荆门市",
            c: [{l: "东宝区", v: "东宝区"}, {l: "掇刀区", v: "掇刀区"}, {
                l: "京山县",
                v: "京山县"
            }, {l: "沙洋县", v: "沙洋县"}, {l: "钟祥市", v: "钟祥市"}]
        }, {
            l: "孝感市",
            v: "孝感市",
            c: [{l: "孝南区", v: "孝南区"}, {l: "孝昌县", v: "孝昌县"}, {
                l: "大悟县",
                v: "大悟县"
            }, {l: "云梦县", v: "云梦县"}, {l: "应城市", v: "应城市"}, {
                l: "安陆市",
                v: "安陆市"
            }, {l: "汉川市", v: "汉川市"}]
        }, {
            l: "荆州市",
            v: "荆州市",
            c: [{l: "沙市区", v: "沙市区"}, {l: "荆州区", v: "荆州区"}, {
                l: "公安县",
                v: "公安县"
            }, {l: "监利县", v: "监利县"}, {l: "江陵县", v: "江陵县"}, {
                l: "石首市",
                v: "石首市"
            }, {l: "洪湖市", v: "洪湖市"}, {l: "松滋市", v: "松滋市"}]
        }, {
            l: "黄冈市",
            v: "黄冈市",
            c: [{l: "黄州区", v: "黄州区"}, {l: "团风县", v: "团风县"}, {
                l: "红安县",
                v: "红安县"
            }, {l: "罗田县", v: "罗田县"}, {l: "英山县", v: "英山县"}, {
                l: "浠水县",
                v: "浠水县"
            }, {l: "蕲春县", v: "蕲春县"}, {l: "黄梅县", v: "黄梅县"}, {
                l: "麻城市",
                v: "麻城市"
            }, {l: "武穴市", v: "武穴市"}]
        }, {
            l: "咸宁市",
            v: "咸宁市",
            c: [{l: "咸安区", v: "咸安区"}, {l: "嘉鱼县", v: "嘉鱼县"}, {
                l: "通城县",
                v: "通城县"
            }, {l: "崇阳县", v: "崇阳县"}, {l: "通山县", v: "通山县"}, {l: "赤壁市", v: "赤壁市"}]
        }, {
            l: "随州市",
            v: "随州市",
            c: [{l: "曾都区", v: "曾都区"}, {l: "随县", v: "随县"}, {
                l: "广水市",
                v: "广水市"
            }]
        }, {
            l: "恩施土家族苗族自治州",
            v: "恩施土家族苗族自治州",
            c: [{l: "恩施市", v: "恩施市"}, {l: "利川市", v: "利川市"}, {
                l: "建始县",
                v: "建始县"
            }, {l: "巴东县", v: "巴东县"}, {l: "宣恩县", v: "宣恩县"}, {
                l: "咸丰县",
                v: "咸丰县"
            }, {l: "来凤县", v: "来凤县"}, {l: "鹤峰县", v: "鹤峰县"}]
        }, {
            l: "省直辖县级行政区划",
            v: "省直辖县级行政区划",
            c: [{l: "仙桃市", v: "仙桃市"}, {l: "潜江市", v: "潜江市"}, {
                l: "天门市",
                v: "天门市"
            }, {l: "神农架林区", v: "神农架林区"}]
        }]
    }, {
        l: "湖南省",
        v: "湖南省",
        c: [{
            l: "长沙市",
            v: "长沙市",
            c: [{l: "芙蓉区", v: "芙蓉区"}, {l: "天心区", v: "天心区"}, {
                l: "岳麓区",
                v: "岳麓区"
            }, {l: "开福区", v: "开福区"}, {l: "雨花区", v: "雨花区"}, {
                l: "望城区",
                v: "望城区"
            }, {l: "长沙县", v: "长沙县"}, {l: "宁乡县", v: "宁乡县"}, {l: "浏阳市", v: "浏阳市"}]
        }, {
            l: "株洲市",
            v: "株洲市",
            c: [{l: "荷塘区", v: "荷塘区"}, {l: "芦淞区", v: "芦淞区"}, {
                l: "石峰区",
                v: "石峰区"
            }, {l: "天元区", v: "天元区"}, {l: "株洲县", v: "株洲县"}, {
                l: "攸县",
                v: "攸县"
            }, {l: "茶陵县", v: "茶陵县"}, {l: "炎陵县", v: "炎陵县"}, {l: "醴陵市", v: "醴陵市"}]
        }, {
            l: "湘潭市",
            v: "湘潭市",
            c: [{l: "雨湖区", v: "雨湖区"}, {l: "岳塘区", v: "岳塘区"}, {
                l: "湘潭县",
                v: "湘潭县"
            }, {l: "湘乡市", v: "湘乡市"}, {l: "韶山市", v: "韶山市"}]
        }, {
            l: "衡阳市",
            v: "衡阳市",
            c: [{l: "珠晖区", v: "珠晖区"}, {l: "雁峰区", v: "雁峰区"}, {
                l: "石鼓区",
                v: "石鼓区"
            }, {l: "蒸湘区", v: "蒸湘区"}, {l: "南岳区", v: "南岳区"}, {
                l: "衡阳县",
                v: "衡阳县"
            }, {l: "衡南县", v: "衡南县"}, {l: "衡山县", v: "衡山县"}, {
                l: "衡东县",
                v: "衡东县"
            }, {l: "祁东县", v: "祁东县"}, {l: "耒阳市", v: "耒阳市"}, {l: "常宁市", v: "常宁市"}]
        }, {
            l: "邵阳市",
            v: "邵阳市",
            c: [{l: "双清区", v: "双清区"}, {l: "大祥区", v: "大祥区"}, {
                l: "北塔区",
                v: "北塔区"
            }, {l: "邵东县", v: "邵东县"}, {l: "新邵县", v: "新邵县"}, {
                l: "邵阳县",
                v: "邵阳县"
            }, {l: "隆回县", v: "隆回县"}, {l: "洞口县", v: "洞口县"}, {
                l: "绥宁县",
                v: "绥宁县"
            }, {l: "新宁县", v: "新宁县"}, {l: "城步苗族自治县", v: "城步苗族自治县"}, {
                l: "武冈市",
                v: "武冈市"
            }]
        }, {
            l: "岳阳市",
            v: "岳阳市",
            c: [{l: "岳阳楼区", v: "岳阳楼区"}, {l: "云溪区", v: "云溪区"}, {
                l: "君山区",
                v: "君山区"
            }, {l: "岳阳县", v: "岳阳县"}, {l: "华容县", v: "华容县"}, {
                l: "湘阴县",
                v: "湘阴县"
            }, {l: "平江县", v: "平江县"}, {l: "汨罗市", v: "汨罗市"}, {l: "临湘市", v: "临湘市"}]
        }, {
            l: "常德市",
            v: "常德市",
            c: [{l: "武陵区", v: "武陵区"}, {l: "鼎城区", v: "鼎城区"}, {
                l: "安乡县",
                v: "安乡县"
            }, {l: "汉寿县", v: "汉寿县"}, {l: "澧县", v: "澧县"}, {
                l: "临澧县",
                v: "临澧县"
            }, {l: "桃源县", v: "桃源县"}, {l: "石门县", v: "石门县"}, {l: "津市市", v: "津市市"}]
        }, {
            l: "张家界市",
            v: "张家界市",
            c: [{l: "永定区", v: "永定区"}, {l: "武陵源区", v: "武陵源区"}, {
                l: "慈利县",
                v: "慈利县"
            }, {l: "桑植县", v: "桑植县"}]
        }, {
            l: "益阳市",
            v: "益阳市",
            c: [{l: "资阳区", v: "资阳区"}, {l: "赫山区", v: "赫山区"}, {
                l: "南县",
                v: "南县"
            }, {l: "桃江县", v: "桃江县"}, {l: "安化县", v: "安化县"}, {l: "沅江市", v: "沅江市"}]
        }, {
            l: "郴州市",
            v: "郴州市",
            c: [{l: "北湖区", v: "北湖区"}, {l: "苏仙区", v: "苏仙区"}, {
                l: "桂阳县",
                v: "桂阳县"
            }, {l: "宜章县", v: "宜章县"}, {l: "永兴县", v: "永兴县"}, {
                l: "嘉禾县",
                v: "嘉禾县"
            }, {l: "临武县", v: "临武县"}, {l: "汝城县", v: "汝城县"}, {
                l: "桂东县",
                v: "桂东县"
            }, {l: "安仁县", v: "安仁县"}, {l: "资兴市", v: "资兴市"}]
        }, {
            l: "永州市",
            v: "永州市",
            c: [{l: "零陵区", v: "零陵区"}, {l: "冷水滩区", v: "冷水滩区"}, {
                l: "祁阳县",
                v: "祁阳县"
            }, {l: "东安县", v: "东安县"}, {l: "双牌县", v: "双牌县"}, {
                l: "道县",
                v: "道县"
            }, {l: "江永县", v: "江永县"}, {l: "宁远县", v: "宁远县"}, {
                l: "蓝山县",
                v: "蓝山县"
            }, {l: "新田县", v: "新田县"}, {l: "江华瑶族自治县", v: "江华瑶族自治县"}]
        }, {
            l: "怀化市",
            v: "怀化市",
            c: [{l: "鹤城区", v: "鹤城区"}, {l: "中方县", v: "中方县"}, {
                l: "沅陵县",
                v: "沅陵县"
            }, {l: "辰溪县", v: "辰溪县"}, {l: "溆浦县", v: "溆浦县"}, {
                l: "会同县",
                v: "会同县"
            }, {l: "麻阳苗族自治县", v: "麻阳苗族自治县"}, {l: "新晃侗族自治县", v: "新晃侗族自治县"}, {
                l: "芷江侗族自治县",
                v: "芷江侗族自治县"
            }, {l: "靖州苗族侗族自治县", v: "靖州苗族侗族自治县"}, {l: "通道侗族自治县", v: "通道侗族自治县"}, {
                l: "洪江市",
                v: "洪江市"
            }]
        }, {
            l: "娄底市",
            v: "娄底市",
            c: [{l: "娄星区", v: "娄星区"}, {l: "双峰县", v: "双峰县"}, {
                l: "新化县",
                v: "新化县"
            }, {l: "冷水江市", v: "冷水江市"}, {l: "涟源市", v: "涟源市"}]
        }, {
            l: "湘西土家族苗族自治州",
            v: "湘西土家族苗族自治州",
            c: [{l: "吉首市", v: "吉首市"}, {l: "泸溪县", v: "泸溪县"}, {
                l: "凤凰县",
                v: "凤凰县"
            }, {l: "花垣县", v: "花垣县"}, {l: "保靖县", v: "保靖县"}, {
                l: "古丈县",
                v: "古丈县"
            }, {l: "永顺县", v: "永顺县"}, {l: "龙山县", v: "龙山县"}]
        }]
    }, {
        l: "广东省",
        v: "广东省",
        c: [{
            l: "广州市",
            v: "广州市",
            c: [{l: "荔湾区", v: "荔湾区"}, {l: "越秀区", v: "越秀区"}, {
                l: "海珠区",
                v: "海珠区"
            }, {l: "天河区", v: "天河区"}, {l: "白云区", v: "白云区"}, {
                l: "黄埔区",
                v: "黄埔区"
            }, {l: "番禺区", v: "番禺区"}, {l: "花都区", v: "花都区"}, {
                l: "南沙区",
                v: "南沙区"
            }, {l: "从化区", v: "从化区"}, {l: "增城区", v: "增城区"}]
        }, {
            l: "韶关市",
            v: "韶关市",
            c: [{l: "武江区", v: "武江区"}, {l: "浈江区", v: "浈江区"}, {
                l: "曲江区",
                v: "曲江区"
            }, {l: "始兴县", v: "始兴县"}, {l: "仁化县", v: "仁化县"}, {
                l: "翁源县",
                v: "翁源县"
            }, {l: "乳源瑶族自治县", v: "乳源瑶族自治县"}, {l: "新丰县", v: "新丰县"}, {
                l: "乐昌市",
                v: "乐昌市"
            }, {l: "南雄市", v: "南雄市"}]
        }, {
            l: "深圳市",
            v: "深圳市",
            c: [{l: "罗湖区", v: "罗湖区"}, {l: "福田区", v: "福田区"}, {
                l: "南山区",
                v: "南山区"
            }, {l: "宝安区", v: "宝安区"}, {l: "龙岗区", v: "龙岗区"}, {l: "盐田区", v: "盐田区"}]
        }, {
            l: "珠海市",
            v: "珠海市",
            c: [{l: "香洲区", v: "香洲区"}, {l: "斗门区", v: "斗门区"}, {
                l: "金湾区",
                v: "金湾区"
            }]
        }, {
            l: "汕头市",
            v: "汕头市",
            c: [{l: "龙湖区", v: "龙湖区"}, {l: "金平区", v: "金平区"}, {
                l: "濠江区",
                v: "濠江区"
            }, {l: "潮阳区", v: "潮阳区"}, {l: "潮南区", v: "潮南区"}, {
                l: "澄海区",
                v: "澄海区"
            }, {l: "南澳县", v: "南澳县"}]
        }, {
            l: "佛山市",
            v: "佛山市",
            c: [{l: "禅城区", v: "禅城区"}, {l: "南海区", v: "南海区"}, {
                l: "顺德区",
                v: "顺德区"
            }, {l: "三水区", v: "三水区"}, {l: "高明区", v: "高明区"}]
        }, {
            l: "江门市",
            v: "江门市",
            c: [{l: "蓬江区", v: "蓬江区"}, {l: "江海区", v: "江海区"}, {
                l: "新会区",
                v: "新会区"
            }, {l: "台山市", v: "台山市"}, {l: "开平市", v: "开平市"}, {
                l: "鹤山市",
                v: "鹤山市"
            }, {l: "恩平市", v: "恩平市"}]
        }, {
            l: "湛江市",
            v: "湛江市",
            c: [{l: "赤坎区", v: "赤坎区"}, {l: "霞山区", v: "霞山区"}, {
                l: "坡头区",
                v: "坡头区"
            }, {l: "麻章区", v: "麻章区"}, {l: "遂溪县", v: "遂溪县"}, {
                l: "徐闻县",
                v: "徐闻县"
            }, {l: "廉江市", v: "廉江市"}, {l: "雷州市", v: "雷州市"}, {l: "吴川市", v: "吴川市"}]
        }, {
            l: "茂名市",
            v: "茂名市",
            c: [{l: "茂南区", v: "茂南区"}, {l: "电白区", v: "电白区"}, {
                l: "高州市",
                v: "高州市"
            }, {l: "化州市", v: "化州市"}, {l: "信宜市", v: "信宜市"}]
        }, {
            l: "肇庆市",
            v: "肇庆市",
            c: [{l: "端州区", v: "端州区"}, {l: "鼎湖区", v: "鼎湖区"}, {
                l: "高要区",
                v: "高要区"
            }, {l: "广宁县", v: "广宁县"}, {l: "怀集县", v: "怀集县"}, {
                l: "封开县",
                v: "封开县"
            }, {l: "德庆县", v: "德庆县"}, {l: "四会市", v: "四会市"}]
        }, {
            l: "惠州市",
            v: "惠州市",
            c: [{l: "惠城区", v: "惠城区"}, {l: "惠阳区", v: "惠阳区"}, {
                l: "博罗县",
                v: "博罗县"
            }, {l: "惠东县", v: "惠东县"}, {l: "龙门县", v: "龙门县"}]
        }, {
            l: "梅州市",
            v: "梅州市",
            c: [{l: "梅江区", v: "梅江区"}, {l: "梅县区", v: "梅县区"}, {
                l: "大埔县",
                v: "大埔县"
            }, {l: "丰顺县", v: "丰顺县"}, {l: "五华县", v: "五华县"}, {
                l: "平远县",
                v: "平远县"
            }, {l: "蕉岭县", v: "蕉岭县"}, {l: "兴宁市", v: "兴宁市"}]
        }, {
            l: "汕尾市",
            v: "汕尾市",
            c: [{l: "城区", v: "城区"}, {l: "海丰县", v: "海丰县"}, {
                l: "陆河县",
                v: "陆河县"
            }, {l: "陆丰市", v: "陆丰市"}]
        }, {
            l: "河源市",
            v: "河源市",
            c: [{l: "源城区", v: "源城区"}, {l: "紫金县", v: "紫金县"}, {
                l: "龙川县",
                v: "龙川县"
            }, {l: "连平县", v: "连平县"}, {l: "和平县", v: "和平县"}, {l: "东源县", v: "东源县"}]
        }, {
            l: "阳江市",
            v: "阳江市",
            c: [{l: "江城区", v: "江城区"}, {l: "阳东区", v: "阳东区"}, {
                l: "阳西县",
                v: "阳西县"
            }, {l: "阳春市", v: "阳春市"}]
        }, {
            l: "清远市",
            v: "清远市",
            c: [{l: "清城区", v: "清城区"}, {l: "清新区", v: "清新区"}, {
                l: "佛冈县",
                v: "佛冈县"
            }, {l: "阳山县", v: "阳山县"}, {l: "连山壮族瑶族自治县", v: "连山壮族瑶族自治县"}, {
                l: "连南瑶族自治县",
                v: "连南瑶族自治县"
            }, {l: "英德市", v: "英德市"}, {l: "连州市", v: "连州市"}]
        }, {l: "东莞市", v: "东莞市", c: [{l: "东莞市", v: "东莞市"}]}, {
            l: "中山市",
            v: "中山市",
            c: [{l: "中山市", v: "中山市"}]
        }, {
            l: "潮州市",
            v: "潮州市",
            c: [{l: "湘桥区", v: "湘桥区"}, {l: "潮安区", v: "潮安区"}, {
                l: "饶平县",
                v: "饶平县"
            }]
        }, {
            l: "揭阳市",
            v: "揭阳市",
            c: [{l: "榕城区", v: "榕城区"}, {l: "揭东区", v: "揭东区"}, {
                l: "揭西县",
                v: "揭西县"
            }, {l: "惠来县", v: "惠来县"}, {l: "普宁市", v: "普宁市"}]
        }, {
            l: "云浮市",
            v: "云浮市",
            c: [{l: "云城区", v: "云城区"}, {l: "云安区", v: "云安区"}, {
                l: "新兴县",
                v: "新兴县"
            }, {l: "郁南县", v: "郁南县"}, {l: "罗定市", v: "罗定市"}]
        }]
    }, {
        l: "广西壮族自治区",
        v: "广西壮族自治区",
        c: [{
            l: "南宁市",
            v: "南宁市",
            c: [{l: "兴宁区", v: "兴宁区"}, {l: "青秀区", v: "青秀区"}, {
                l: "江南区",
                v: "江南区"
            }, {l: "西乡塘区", v: "西乡塘区"}, {l: "良庆区", v: "良庆区"}, {
                l: "邕宁区",
                v: "邕宁区"
            }, {l: "武鸣区", v: "武鸣区"}, {l: "隆安县", v: "隆安县"}, {
                l: "马山县",
                v: "马山县"
            }, {l: "上林县", v: "上林县"}, {l: "宾阳县", v: "宾阳县"}, {l: "横县", v: "横县"}]
        }, {
            l: "柳州市",
            v: "柳州市",
            c: [{l: "城中区", v: "城中区"}, {l: "鱼峰区", v: "鱼峰区"}, {
                l: "柳南区",
                v: "柳南区"
            }, {l: "柳北区", v: "柳北区"}, {l: "柳江区", v: "柳江区"}, {
                l: "柳城县",
                v: "柳城县"
            }, {l: "鹿寨县", v: "鹿寨县"}, {l: "融安县", v: "融安县"}, {
                l: "融水苗族自治县",
                v: "融水苗族自治县"
            }, {l: "三江侗族自治县", v: "三江侗族自治县"}]
        }, {
            l: "桂林市",
            v: "桂林市",
            c: [{l: "秀峰区", v: "秀峰区"}, {l: "叠彩区", v: "叠彩区"}, {
                l: "象山区",
                v: "象山区"
            }, {l: "七星区", v: "七星区"}, {l: "雁山区", v: "雁山区"}, {
                l: "临桂区",
                v: "临桂区"
            }, {l: "阳朔县", v: "阳朔县"}, {l: "灵川县", v: "灵川县"}, {
                l: "全州县",
                v: "全州县"
            }, {l: "兴安县", v: "兴安县"}, {l: "永福县", v: "永福县"}, {
                l: "灌阳县",
                v: "灌阳县"
            }, {l: "龙胜各族自治县", v: "龙胜各族自治县"}, {l: "资源县", v: "资源县"}, {
                l: "平乐县",
                v: "平乐县"
            }, {l: "荔浦县", v: "荔浦县"}, {l: "恭城瑶族自治县", v: "恭城瑶族自治县"}]
        }, {
            l: "梧州市",
            v: "梧州市",
            c: [{l: "万秀区", v: "万秀区"}, {l: "长洲区", v: "长洲区"}, {
                l: "龙圩区",
                v: "龙圩区"
            }, {l: "苍梧县", v: "苍梧县"}, {l: "藤县", v: "藤县"}, {
                l: "蒙山县",
                v: "蒙山县"
            }, {l: "岑溪市", v: "岑溪市"}]
        }, {
            l: "北海市",
            v: "北海市",
            c: [{l: "海城区", v: "海城区"}, {l: "银海区", v: "银海区"}, {
                l: "铁山港区",
                v: "铁山港区"
            }, {l: "合浦县", v: "合浦县"}]
        }, {
            l: "防城港市",
            v: "防城港市",
            c: [{l: "港口区", v: "港口区"}, {l: "防城区", v: "防城区"}, {
                l: "上思县",
                v: "上思县"
            }, {l: "东兴市", v: "东兴市"}]
        }, {
            l: "钦州市",
            v: "钦州市",
            c: [{l: "钦南区", v: "钦南区"}, {l: "钦北区", v: "钦北区"}, {
                l: "灵山县",
                v: "灵山县"
            }, {l: "浦北县", v: "浦北县"}]
        }, {
            l: "贵港市",
            v: "贵港市",
            c: [{l: "港北区", v: "港北区"}, {l: "港南区", v: "港南区"}, {
                l: "覃塘区",
                v: "覃塘区"
            }, {l: "平南县", v: "平南县"}, {l: "桂平市", v: "桂平市"}]
        }, {
            l: "玉林市",
            v: "玉林市",
            c: [{l: "玉州区", v: "玉州区"}, {l: "福绵区", v: "福绵区"}, {
                l: "容县",
                v: "容县"
            }, {l: "陆川县", v: "陆川县"}, {l: "博白县", v: "博白县"}, {
                l: "兴业县",
                v: "兴业县"
            }, {l: "北流市", v: "北流市"}]
        }, {
            l: "百色市",
            v: "百色市",
            c: [{l: "右江区", v: "右江区"}, {l: "田阳县", v: "田阳县"}, {
                l: "田东县",
                v: "田东县"
            }, {l: "平果县", v: "平果县"}, {l: "德保县", v: "德保县"}, {
                l: "那坡县",
                v: "那坡县"
            }, {l: "凌云县", v: "凌云县"}, {l: "乐业县", v: "乐业县"}, {
                l: "田林县",
                v: "田林县"
            }, {l: "西林县", v: "西林县"}, {l: "隆林各族自治县", v: "隆林各族自治县"}, {
                l: "靖西市",
                v: "靖西市"
            }]
        }, {
            l: "贺州市",
            v: "贺州市",
            c: [{l: "八步区", v: "八步区"}, {l: "平桂区", v: "平桂区"}, {
                l: "昭平县",
                v: "昭平县"
            }, {l: "钟山县", v: "钟山县"}, {l: "富川瑶族自治县", v: "富川瑶族自治县"}]
        }, {
            l: "河池市",
            v: "河池市",
            c: [{l: "金城江区", v: "金城江区"}, {l: "南丹县", v: "南丹县"}, {
                l: "天峨县",
                v: "天峨县"
            }, {l: "凤山县", v: "凤山县"}, {l: "东兰县", v: "东兰县"}, {
                l: "罗城仫佬族自治县",
                v: "罗城仫佬族自治县"
            }, {l: "环江毛南族自治县", v: "环江毛南族自治县"}, {
                l: "巴马瑶族自治县",
                v: "巴马瑶族自治县"
            }, {l: "都安瑶族自治县", v: "都安瑶族自治县"}, {l: "大化瑶族自治县", v: "大化瑶族自治县"}, {
                l: "宜州市",
                v: "宜州市"
            }]
        }, {
            l: "来宾市",
            v: "来宾市",
            c: [{l: "兴宾区", v: "兴宾区"}, {l: "忻城县", v: "忻城县"}, {
                l: "象州县",
                v: "象州县"
            }, {l: "武宣县", v: "武宣县"}, {l: "金秀瑶族自治县", v: "金秀瑶族自治县"}, {
                l: "合山市",
                v: "合山市"
            }]
        }, {
            l: "崇左市",
            v: "崇左市",
            c: [{l: "江州区", v: "江州区"}, {l: "扶绥县", v: "扶绥县"}, {
                l: "宁明县",
                v: "宁明县"
            }, {l: "龙州县", v: "龙州县"}, {l: "大新县", v: "大新县"}, {
                l: "天等县",
                v: "天等县"
            }, {l: "凭祥市", v: "凭祥市"}]
        }]
    }, {
        l: "海南省",
        v: "海南省",
        c: [{
            l: "海口市",
            v: "海口市",
            c: [{l: "秀英区", v: "秀英区"}, {l: "龙华区", v: "龙华区"}, {
                l: "琼山区",
                v: "琼山区"
            }, {l: "美兰区", v: "美兰区"}]
        }, {
            l: "三亚市",
            v: "三亚市",
            c: [{l: "海棠区", v: "海棠区"}, {l: "吉阳区", v: "吉阳区"}, {
                l: "天涯区",
                v: "天涯区"
            }, {l: "崖州区", v: "崖州区"}]
        }, {l: "三沙市", v: "三沙市", c: []}, {
            l: "儋州市",
            v: "儋州市",
            c: []
        }, {
            l: "省直辖县级行政区划",
            v: "省直辖县级行政区划",
            c: [{l: "五指山市", v: "五指山市"}, {l: "琼海市", v: "琼海市"}, {
                l: "文昌市",
                v: "文昌市"
            }, {l: "万宁市", v: "万宁市"}, {l: "东方市", v: "东方市"}, {
                l: "定安县",
                v: "定安县"
            }, {l: "屯昌县", v: "屯昌县"}, {l: "澄迈县", v: "澄迈县"}, {
                l: "临高县",
                v: "临高县"
            }, {l: "白沙黎族自治县", v: "白沙黎族自治县"}, {l: "昌江黎族自治县", v: "昌江黎族自治县"}, {
                l: "乐东黎族自治县",
                v: "乐东黎族自治县"
            }, {l: "陵水黎族自治县", v: "陵水黎族自治县"}, {
                l: "保亭黎族苗族自治县",
                v: "保亭黎族苗族自治县"
            }, {l: "琼中黎族苗族自治县", v: "琼中黎族苗族自治县"}]
        }]
    }, {
        l: "重庆市",
        v: "重庆市",
        c: [{
            l: "市辖区",
            v: "市辖区",
            c: [{l: "万州区", v: "万州区"}, {l: "涪陵区", v: "涪陵区"}, {
                l: "渝中区",
                v: "渝中区"
            }, {l: "大渡口区", v: "大渡口区"}, {l: "江北区", v: "江北区"}, {
                l: "沙坪坝区",
                v: "沙坪坝区"
            }, {l: "九龙坡区", v: "九龙坡区"}, {l: "南岸区", v: "南岸区"}, {
                l: "北碚区",
                v: "北碚区"
            }, {l: "綦江区", v: "綦江区"}, {l: "大足区", v: "大足区"}, {
                l: "渝北区",
                v: "渝北区"
            }, {l: "巴南区", v: "巴南区"}, {l: "黔江区", v: "黔江区"}, {
                l: "长寿区",
                v: "长寿区"
            }, {l: "江津区", v: "江津区"}, {l: "合川区", v: "合川区"}, {
                l: "永川区",
                v: "永川区"
            }, {l: "南川区", v: "南川区"}, {l: "璧山区", v: "璧山区"}, {
                l: "铜梁区",
                v: "铜梁区"
            }, {l: "潼南区", v: "潼南区"}, {l: "荣昌区", v: "荣昌区"}, {l: "开州区", v: "开州区"}]
        }, {
            l: "县",
            v: "县",
            c: [{l: "梁平县", v: "梁平县"}, {l: "城口县", v: "城口县"}, {
                l: "丰都县",
                v: "丰都县"
            }, {l: "垫江县", v: "垫江县"}, {l: "武隆县", v: "武隆县"}, {
                l: "忠县",
                v: "忠县"
            }, {l: "云阳县", v: "云阳县"}, {l: "奉节县", v: "奉节县"}, {
                l: "巫山县",
                v: "巫山县"
            }, {l: "巫溪县", v: "巫溪县"}, {l: "石柱土家族自治县", v: "石柱土家族自治县"}, {
                l: "秀山土家族苗族自治县",
                v: "秀山土家族苗族自治县"
            }, {l: "酉阳土家族苗族自治县", v: "酉阳土家族苗族自治县"}, {l: "彭水苗族土家族自治县", v: "彭水苗族土家族自治县"}]
        }]
    }, {
        l: "四川省",
        v: "四川省",
        c: [{
            l: "成都市",
            v: "成都市",
            c: [{l: "锦江区", v: "锦江区"}, {l: "青羊区", v: "青羊区"}, {
                l: "金牛区",
                v: "金牛区"
            }, {l: "武侯区", v: "武侯区"}, {l: "成华区", v: "成华区"}, {
                l: "龙泉驿区",
                v: "龙泉驿区"
            }, {l: "青白江区", v: "青白江区"}, {l: "新都区", v: "新都区"}, {
                l: "温江区",
                v: "温江区"
            }, {l: "双流区", v: "双流区"}, {l: "金堂县", v: "金堂县"}, {
                l: "郫县",
                v: "郫县"
            }, {l: "大邑县", v: "大邑县"}, {l: "蒲江县", v: "蒲江县"}, {
                l: "新津县",
                v: "新津县"
            }, {l: "都江堰市", v: "都江堰市"}, {l: "彭州市", v: "彭州市"}, {
                l: "邛崃市",
                v: "邛崃市"
            }, {l: "崇州市", v: "崇州市"}, {l: "简阳市", v: "简阳市"}]
        }, {
            l: "自贡市",
            v: "自贡市",
            c: [{l: "自流井区", v: "自流井区"}, {l: "贡井区", v: "贡井区"}, {
                l: "大安区",
                v: "大安区"
            }, {l: "沿滩区", v: "沿滩区"}, {l: "荣县", v: "荣县"}, {l: "富顺县", v: "富顺县"}]
        }, {
            l: "攀枝花市",
            v: "攀枝花市",
            c: [{l: "东区", v: "东区"}, {l: "西区", v: "西区"}, {
                l: "仁和区",
                v: "仁和区"
            }, {l: "米易县", v: "米易县"}, {l: "盐边县", v: "盐边县"}]
        }, {
            l: "泸州市",
            v: "泸州市",
            c: [{l: "江阳区", v: "江阳区"}, {l: "纳溪区", v: "纳溪区"}, {
                l: "龙马潭区",
                v: "龙马潭区"
            }, {l: "泸县", v: "泸县"}, {l: "合江县", v: "合江县"}, {
                l: "叙永县",
                v: "叙永县"
            }, {l: "古蔺县", v: "古蔺县"}]
        }, {
            l: "德阳市",
            v: "德阳市",
            c: [{l: "旌阳区", v: "旌阳区"}, {l: "中江县", v: "中江县"}, {
                l: "罗江县",
                v: "罗江县"
            }, {l: "广汉市", v: "广汉市"}, {l: "什邡市", v: "什邡市"}, {l: "绵竹市", v: "绵竹市"}]
        }, {
            l: "绵阳市",
            v: "绵阳市",
            c: [{l: "涪城区", v: "涪城区"}, {l: "游仙区", v: "游仙区"}, {
                l: "安州区",
                v: "安州区"
            }, {l: "三台县", v: "三台县"}, {l: "盐亭县", v: "盐亭县"}, {
                l: "梓潼县",
                v: "梓潼县"
            }, {l: "北川羌族自治县", v: "北川羌族自治县"}, {l: "平武县", v: "平武县"}, {
                l: "江油市",
                v: "江油市"
            }]
        }, {
            l: "广元市",
            v: "广元市",
            c: [{l: "利州区", v: "利州区"}, {l: "昭化区", v: "昭化区"}, {
                l: "朝天区",
                v: "朝天区"
            }, {l: "旺苍县", v: "旺苍县"}, {l: "青川县", v: "青川县"}, {
                l: "剑阁县",
                v: "剑阁县"
            }, {l: "苍溪县", v: "苍溪县"}]
        }, {
            l: "遂宁市",
            v: "遂宁市",
            c: [{l: "船山区", v: "船山区"}, {l: "安居区", v: "安居区"}, {
                l: "蓬溪县",
                v: "蓬溪县"
            }, {l: "射洪县", v: "射洪县"}, {l: "大英县", v: "大英县"}]
        }, {
            l: "内江市",
            v: "内江市",
            c: [{l: "市中区", v: "市中区"}, {l: "东兴区", v: "东兴区"}, {
                l: "威远县",
                v: "威远县"
            }, {l: "资中县", v: "资中县"}, {l: "隆昌县", v: "隆昌县"}]
        }, {
            l: "乐山市",
            v: "乐山市",
            c: [{l: "市中区", v: "市中区"}, {l: "沙湾区", v: "沙湾区"}, {
                l: "五通桥区",
                v: "五通桥区"
            }, {l: "金口河区", v: "金口河区"}, {l: "犍为县", v: "犍为县"}, {
                l: "井研县",
                v: "井研县"
            }, {l: "夹江县", v: "夹江县"}, {l: "沐川县", v: "沐川县"}, {
                l: "峨边彝族自治县",
                v: "峨边彝族自治县"
            }, {l: "马边彝族自治县", v: "马边彝族自治县"}, {l: "峨眉山市", v: "峨眉山市"}]
        }, {
            l: "南充市",
            v: "南充市",
            c: [{l: "顺庆区", v: "顺庆区"}, {l: "高坪区", v: "高坪区"}, {
                l: "嘉陵区",
                v: "嘉陵区"
            }, {l: "南部县", v: "南部县"}, {l: "营山县", v: "营山县"}, {
                l: "蓬安县",
                v: "蓬安县"
            }, {l: "仪陇县", v: "仪陇县"}, {l: "西充县", v: "西充县"}, {l: "阆中市", v: "阆中市"}]
        }, {
            l: "眉山市",
            v: "眉山市",
            c: [{l: "东坡区", v: "东坡区"}, {l: "彭山区", v: "彭山区"}, {
                l: "仁寿县",
                v: "仁寿县"
            }, {l: "洪雅县", v: "洪雅县"}, {l: "丹棱县", v: "丹棱县"}, {l: "青神县", v: "青神县"}]
        }, {
            l: "宜宾市",
            v: "宜宾市",
            c: [{l: "翠屏区", v: "翠屏区"}, {l: "南溪区", v: "南溪区"}, {
                l: "宜宾县",
                v: "宜宾县"
            }, {l: "江安县", v: "江安县"}, {l: "长宁县", v: "长宁县"}, {
                l: "高县",
                v: "高县"
            }, {l: "珙县", v: "珙县"}, {l: "筠连县", v: "筠连县"}, {
                l: "兴文县",
                v: "兴文县"
            }, {l: "屏山县", v: "屏山县"}]
        }, {
            l: "广安市",
            v: "广安市",
            c: [{l: "广安区", v: "广安区"}, {l: "前锋区", v: "前锋区"}, {
                l: "岳池县",
                v: "岳池县"
            }, {l: "武胜县", v: "武胜县"}, {l: "邻水县", v: "邻水县"}, {l: "华蓥市", v: "华蓥市"}]
        }, {
            l: "达州市",
            v: "达州市",
            c: [{l: "通川区", v: "通川区"}, {l: "达川区", v: "达川区"}, {
                l: "宣汉县",
                v: "宣汉县"
            }, {l: "开江县", v: "开江县"}, {l: "大竹县", v: "大竹县"}, {
                l: "渠县",
                v: "渠县"
            }, {l: "万源市", v: "万源市"}]
        }, {
            l: "雅安市",
            v: "雅安市",
            c: [{l: "雨城区", v: "雨城区"}, {l: "名山区", v: "名山区"}, {
                l: "荥经县",
                v: "荥经县"
            }, {l: "汉源县", v: "汉源县"}, {l: "石棉县", v: "石棉县"}, {
                l: "天全县",
                v: "天全县"
            }, {l: "芦山县", v: "芦山县"}, {l: "宝兴县", v: "宝兴县"}]
        }, {
            l: "巴中市",
            v: "巴中市",
            c: [{l: "巴州区", v: "巴州区"}, {l: "恩阳区", v: "恩阳区"}, {
                l: "通江县",
                v: "通江县"
            }, {l: "南江县", v: "南江县"}, {l: "平昌县", v: "平昌县"}]
        }, {
            l: "资阳市",
            v: "资阳市",
            c: [{l: "雁江区", v: "雁江区"}, {l: "安岳县", v: "安岳县"}, {
                l: "乐至县",
                v: "乐至县"
            }]
        }, {
            l: "阿坝藏族羌族自治州",
            v: "阿坝藏族羌族自治州",
            c: [{l: "马尔康市", v: "马尔康市"}, {l: "汶川县", v: "汶川县"}, {
                l: "理县",
                v: "理县"
            }, {l: "茂县", v: "茂县"}, {l: "松潘县", v: "松潘县"}, {
                l: "九寨沟县",
                v: "九寨沟县"
            }, {l: "金川县", v: "金川县"}, {l: "小金县", v: "小金县"}, {
                l: "黑水县",
                v: "黑水县"
            }, {l: "壤塘县", v: "壤塘县"}, {l: "阿坝县", v: "阿坝县"}, {
                l: "若尔盖县",
                v: "若尔盖县"
            }, {l: "红原县", v: "红原县"}]
        }, {
            l: "甘孜藏族自治州",
            v: "甘孜藏族自治州",
            c: [{l: "康定市", v: "康定市"}, {l: "泸定县", v: "泸定县"}, {
                l: "丹巴县",
                v: "丹巴县"
            }, {l: "九龙县", v: "九龙县"}, {l: "雅江县", v: "雅江县"}, {
                l: "道孚县",
                v: "道孚县"
            }, {l: "炉霍县", v: "炉霍县"}, {l: "甘孜县", v: "甘孜县"}, {
                l: "新龙县",
                v: "新龙县"
            }, {l: "德格县", v: "德格县"}, {l: "白玉县", v: "白玉县"}, {
                l: "石渠县",
                v: "石渠县"
            }, {l: "色达县", v: "色达县"}, {l: "理塘县", v: "理塘县"}, {
                l: "巴塘县",
                v: "巴塘县"
            }, {l: "乡城县", v: "乡城县"}, {l: "稻城县", v: "稻城县"}, {l: "得荣县", v: "得荣县"}]
        }, {
            l: "凉山彝族自治州",
            v: "凉山彝族自治州",
            c: [{l: "西昌市", v: "西昌市"}, {l: "木里藏族自治县", v: "木里藏族自治县"}, {
                l: "盐源县",
                v: "盐源县"
            }, {l: "德昌县", v: "德昌县"}, {l: "会理县", v: "会理县"}, {
                l: "会东县",
                v: "会东县"
            }, {l: "宁南县", v: "宁南县"}, {l: "普格县", v: "普格县"}, {
                l: "布拖县",
                v: "布拖县"
            }, {l: "金阳县", v: "金阳县"}, {l: "昭觉县", v: "昭觉县"}, {
                l: "喜德县",
                v: "喜德县"
            }, {l: "冕宁县", v: "冕宁县"}, {l: "越西县", v: "越西县"}, {
                l: "甘洛县",
                v: "甘洛县"
            }, {l: "美姑县", v: "美姑县"}, {l: "雷波县", v: "雷波县"}]
        }]
    }, {
        l: "贵州省",
        v: "贵州省",
        c: [{
            l: "贵阳市",
            v: "贵阳市",
            c: [{l: "南明区", v: "南明区"}, {l: "云岩区", v: "云岩区"}, {
                l: "花溪区",
                v: "花溪区"
            }, {l: "乌当区", v: "乌当区"}, {l: "白云区", v: "白云区"}, {
                l: "观山湖区",
                v: "观山湖区"
            }, {l: "开阳县", v: "开阳县"}, {l: "息烽县", v: "息烽县"}, {
                l: "修文县",
                v: "修文县"
            }, {l: "清镇市", v: "清镇市"}]
        }, {
            l: "六盘水市",
            v: "六盘水市",
            c: [{l: "钟山区", v: "钟山区"}, {l: "六枝特区", v: "六枝特区"}, {
                l: "水城县",
                v: "水城县"
            }, {l: "盘县", v: "盘县"}]
        }, {
            l: "遵义市",
            v: "遵义市",
            c: [{l: "红花岗区", v: "红花岗区"}, {l: "汇川区", v: "汇川区"}, {
                l: "播州区",
                v: "播州区"
            }, {l: "桐梓县", v: "桐梓县"}, {l: "绥阳县", v: "绥阳县"}, {
                l: "正安县",
                v: "正安县"
            }, {l: "道真仡佬族苗族自治县", v: "道真仡佬族苗族自治县"}, {
                l: "务川仡佬族苗族自治县",
                v: "务川仡佬族苗族自治县"
            }, {l: "凤冈县", v: "凤冈县"}, {l: "湄潭县", v: "湄潭县"}, {
                l: "余庆县",
                v: "余庆县"
            }, {l: "习水县", v: "习水县"}, {l: "赤水市", v: "赤水市"}, {l: "仁怀市", v: "仁怀市"}]
        }, {
            l: "安顺市",
            v: "安顺市",
            c: [{l: "西秀区", v: "西秀区"}, {l: "平坝区", v: "平坝区"}, {
                l: "普定县",
                v: "普定县"
            }, {l: "镇宁布依族苗族自治县", v: "镇宁布依族苗族自治县"}, {
                l: "关岭布依族苗族自治县",
                v: "关岭布依族苗族自治县"
            }, {l: "紫云苗族布依族自治县", v: "紫云苗族布依族自治县"}]
        }, {
            l: "毕节市",
            v: "毕节市",
            c: [{l: "七星关区", v: "七星关区"}, {l: "大方县", v: "大方县"}, {
                l: "黔西县",
                v: "黔西县"
            }, {l: "金沙县", v: "金沙县"}, {l: "织金县", v: "织金县"}, {
                l: "纳雍县",
                v: "纳雍县"
            }, {l: "威宁彝族回族苗族自治县", v: "威宁彝族回族苗族自治县"}, {l: "赫章县", v: "赫章县"}]
        }, {
            l: "铜仁市",
            v: "铜仁市",
            c: [{l: "碧江区", v: "碧江区"}, {l: "万山区", v: "万山区"}, {
                l: "江口县",
                v: "江口县"
            }, {l: "玉屏侗族自治县", v: "玉屏侗族自治县"}, {l: "石阡县", v: "石阡县"}, {
                l: "思南县",
                v: "思南县"
            }, {l: "印江土家族苗族自治县", v: "印江土家族苗族自治县"}, {l: "德江县", v: "德江县"}, {
                l: "沿河土家族自治县",
                v: "沿河土家族自治县"
            }, {l: "松桃苗族自治县", v: "松桃苗族自治县"}]
        }, {
            l: "黔西南布依族苗族自治州",
            v: "黔西南布依族苗族自治州",
            c: [{l: "兴义市", v: "兴义市"}, {l: "兴仁县", v: "兴仁县"}, {
                l: "普安县",
                v: "普安县"
            }, {l: "晴隆县", v: "晴隆县"}, {l: "贞丰县", v: "贞丰县"}, {
                l: "望谟县",
                v: "望谟县"
            }, {l: "册亨县", v: "册亨县"}, {l: "安龙县", v: "安龙县"}]
        }, {
            l: "黔东南苗族侗族自治州",
            v: "黔东南苗族侗族自治州",
            c: [{l: "凯里市", v: "凯里市"}, {l: "黄平县", v: "黄平县"}, {
                l: "施秉县",
                v: "施秉县"
            }, {l: "三穗县", v: "三穗县"}, {l: "镇远县", v: "镇远县"}, {
                l: "岑巩县",
                v: "岑巩县"
            }, {l: "天柱县", v: "天柱县"}, {l: "锦屏县", v: "锦屏县"}, {
                l: "剑河县",
                v: "剑河县"
            }, {l: "台江县", v: "台江县"}, {l: "黎平县", v: "黎平县"}, {
                l: "榕江县",
                v: "榕江县"
            }, {l: "从江县", v: "从江县"}, {l: "雷山县", v: "雷山县"}, {
                l: "麻江县",
                v: "麻江县"
            }, {l: "丹寨县", v: "丹寨县"}]
        }, {
            l: "黔南布依族苗族自治州",
            v: "黔南布依族苗族自治州",
            c: [{l: "都匀市", v: "都匀市"}, {l: "福泉市", v: "福泉市"}, {
                l: "荔波县",
                v: "荔波县"
            }, {l: "贵定县", v: "贵定县"}, {l: "瓮安县", v: "瓮安县"}, {
                l: "独山县",
                v: "独山县"
            }, {l: "平塘县", v: "平塘县"}, {l: "罗甸县", v: "罗甸县"}, {
                l: "长顺县",
                v: "长顺县"
            }, {l: "龙里县", v: "龙里县"}, {l: "惠水县", v: "惠水县"}, {
                l: "三都水族自治县",
                v: "三都水族自治县"
            }]
        }]
    }, {
        l: "云南省",
        v: "云南省",
        c: [{
            l: "昆明市",
            v: "昆明市",
            c: [{l: "五华区", v: "五华区"}, {l: "盘龙区", v: "盘龙区"}, {
                l: "官渡区",
                v: "官渡区"
            }, {l: "西山区", v: "西山区"}, {l: "东川区", v: "东川区"}, {
                l: "呈贡区",
                v: "呈贡区"
            }, {l: "晋宁县", v: "晋宁县"}, {l: "富民县", v: "富民县"}, {
                l: "宜良县",
                v: "宜良县"
            }, {l: "石林彝族自治县", v: "石林彝族自治县"}, {l: "嵩明县", v: "嵩明县"}, {
                l: "禄劝彝族苗族自治县",
                v: "禄劝彝族苗族自治县"
            }, {l: "寻甸回族彝族自治县", v: "寻甸回族彝族自治县"}, {l: "安宁市", v: "安宁市"}]
        }, {
            l: "曲靖市",
            v: "曲靖市",
            c: [{l: "麒麟区", v: "麒麟区"}, {l: "沾益区", v: "沾益区"}, {
                l: "马龙县",
                v: "马龙县"
            }, {l: "陆良县", v: "陆良县"}, {l: "师宗县", v: "师宗县"}, {
                l: "罗平县",
                v: "罗平县"
            }, {l: "富源县", v: "富源县"}, {l: "会泽县", v: "会泽县"}, {l: "宣威市", v: "宣威市"}]
        }, {
            l: "玉溪市",
            v: "玉溪市",
            c: [{l: "红塔区", v: "红塔区"}, {l: "江川区", v: "江川区"}, {
                l: "澄江县",
                v: "澄江县"
            }, {l: "通海县", v: "通海县"}, {l: "华宁县", v: "华宁县"}, {
                l: "易门县",
                v: "易门县"
            }, {l: "峨山彝族自治县", v: "峨山彝族自治县"}, {
                l: "新平彝族傣族自治县",
                v: "新平彝族傣族自治县"
            }, {l: "元江哈尼族彝族傣族自治县", v: "元江哈尼族彝族傣族自治县"}]
        }, {
            l: "保山市",
            v: "保山市",
            c: [{l: "隆阳区", v: "隆阳区"}, {l: "施甸县", v: "施甸县"}, {
                l: "龙陵县",
                v: "龙陵县"
            }, {l: "昌宁县", v: "昌宁县"}, {l: "腾冲市", v: "腾冲市"}]
        }, {
            l: "昭通市",
            v: "昭通市",
            c: [{l: "昭阳区", v: "昭阳区"}, {l: "鲁甸县", v: "鲁甸县"}, {
                l: "巧家县",
                v: "巧家县"
            }, {l: "盐津县", v: "盐津县"}, {l: "大关县", v: "大关县"}, {
                l: "永善县",
                v: "永善县"
            }, {l: "绥江县", v: "绥江县"}, {l: "镇雄县", v: "镇雄县"}, {
                l: "彝良县",
                v: "彝良县"
            }, {l: "威信县", v: "威信县"}, {l: "水富县", v: "水富县"}]
        }, {
            l: "丽江市",
            v: "丽江市",
            c: [{l: "古城区", v: "古城区"}, {l: "玉龙纳西族自治县", v: "玉龙纳西族自治县"}, {
                l: "永胜县",
                v: "永胜县"
            }, {l: "华坪县", v: "华坪县"}, {l: "宁蒗彝族自治县", v: "宁蒗彝族自治县"}]
        }, {
            l: "普洱市",
            v: "普洱市",
            c: [{l: "思茅区", v: "思茅区"}, {
                l: "宁洱哈尼族彝族自治县",
                v: "宁洱哈尼族彝族自治县"
            }, {l: "墨江哈尼族自治县", v: "墨江哈尼族自治县"}, {
                l: "景东彝族自治县",
                v: "景东彝族自治县"
            }, {l: "景谷傣族彝族自治县", v: "景谷傣族彝族自治县"}, {
                l: "镇沅彝族哈尼族拉祜族自治县",
                v: "镇沅彝族哈尼族拉祜族自治县"
            }, {l: "江城哈尼族彝族自治县", v: "江城哈尼族彝族自治县"}, {
                l: "孟连傣族拉祜族佤族自治县",
                v: "孟连傣族拉祜族佤族自治县"
            }, {l: "澜沧拉祜族自治县", v: "澜沧拉祜族自治县"}, {l: "西盟佤族自治县", v: "西盟佤族自治县"}]
        }, {
            l: "临沧市",
            v: "临沧市",
            c: [{l: "临翔区", v: "临翔区"}, {l: "凤庆县", v: "凤庆县"}, {
                l: "云县",
                v: "云县"
            }, {l: "永德县", v: "永德县"}, {l: "镇康县", v: "镇康县"}, {
                l: "双江拉祜族佤族布朗族傣族自治县",
                v: "双江拉祜族佤族布朗族傣族自治县"
            }, {l: "耿马傣族佤族自治县", v: "耿马傣族佤族自治县"}, {l: "沧源佤族自治县", v: "沧源佤族自治县"}]
        }, {
            l: "楚雄彝族自治州",
            v: "楚雄彝族自治州",
            c: [{l: "楚雄市", v: "楚雄市"}, {l: "双柏县", v: "双柏县"}, {
                l: "牟定县",
                v: "牟定县"
            }, {l: "南华县", v: "南华县"}, {l: "姚安县", v: "姚安县"}, {
                l: "大姚县",
                v: "大姚县"
            }, {l: "永仁县", v: "永仁县"}, {l: "元谋县", v: "元谋县"}, {
                l: "武定县",
                v: "武定县"
            }, {l: "禄丰县", v: "禄丰县"}]
        }, {
            l: "红河哈尼族彝族自治州",
            v: "红河哈尼族彝族自治州",
            c: [{l: "个旧市", v: "个旧市"}, {l: "开远市", v: "开远市"}, {
                l: "蒙自市",
                v: "蒙自市"
            }, {l: "弥勒市", v: "弥勒市"}, {l: "屏边苗族自治县", v: "屏边苗族自治县"}, {
                l: "建水县",
                v: "建水县"
            }, {l: "石屏县", v: "石屏县"}, {l: "泸西县", v: "泸西县"}, {
                l: "元阳县",
                v: "元阳县"
            }, {l: "红河县", v: "红河县"}, {l: "金平苗族瑶族傣族自治县", v: "金平苗族瑶族傣族自治县"}, {
                l: "绿春县",
                v: "绿春县"
            }, {l: "河口瑶族自治县", v: "河口瑶族自治县"}]
        }, {
            l: "文山壮族苗族自治州",
            v: "文山壮族苗族自治州",
            c: [{l: "文山市", v: "文山市"}, {l: "砚山县", v: "砚山县"}, {
                l: "西畴县",
                v: "西畴县"
            }, {l: "麻栗坡县", v: "麻栗坡县"}, {l: "马关县", v: "马关县"}, {
                l: "丘北县",
                v: "丘北县"
            }, {l: "广南县", v: "广南县"}, {l: "富宁县", v: "富宁县"}]
        }, {
            l: "西双版纳傣族自治州",
            v: "西双版纳傣族自治州",
            c: [{l: "景洪市", v: "景洪市"}, {l: "勐海县", v: "勐海县"}, {
                l: "勐腊县",
                v: "勐腊县"
            }]
        }, {
            l: "大理白族自治州",
            v: "大理白族自治州",
            c: [{l: "大理市", v: "大理市"}, {l: "漾濞彝族自治县", v: "漾濞彝族自治县"}, {
                l: "祥云县",
                v: "祥云县"
            }, {l: "宾川县", v: "宾川县"}, {l: "弥渡县", v: "弥渡县"}, {
                l: "南涧彝族自治县",
                v: "南涧彝族自治县"
            }, {l: "巍山彝族回族自治县", v: "巍山彝族回族自治县"}, {l: "永平县", v: "永平县"}, {
                l: "云龙县",
                v: "云龙县"
            }, {l: "洱源县", v: "洱源县"}, {l: "剑川县", v: "剑川县"}, {l: "鹤庆县", v: "鹤庆县"}]
        }, {
            l: "德宏傣族景颇族自治州",
            v: "德宏傣族景颇族自治州",
            c: [{l: "瑞丽市", v: "瑞丽市"}, {l: "芒市", v: "芒市"}, {
                l: "梁河县",
                v: "梁河县"
            }, {l: "盈江县", v: "盈江县"}, {l: "陇川县", v: "陇川县"}]
        }, {
            l: "怒江傈僳族自治州",
            v: "怒江傈僳族自治州",
            c: [{l: "泸水市", v: "泸水市"}, {l: "福贡县", v: "福贡县"}, {
                l: "贡山独龙族怒族自治县",
                v: "贡山独龙族怒族自治县"
            }, {l: "兰坪白族普米族自治县", v: "兰坪白族普米族自治县"}]
        }, {
            l: "迪庆藏族自治州",
            v: "迪庆藏族自治州",
            c: [{l: "香格里拉市", v: "香格里拉市"}, {l: "德钦县", v: "德钦县"}, {
                l: "维西傈僳族自治县",
                v: "维西傈僳族自治县"
            }]
        }]
    }, {
        l: "西藏自治区",
        v: "西藏自治区",
        c: [{
            l: "拉萨市",
            v: "拉萨市",
            c: [{l: "城关区", v: "城关区"}, {l: "堆龙德庆区", v: "堆龙德庆区"}, {
                l: "林周县",
                v: "林周县"
            }, {l: "当雄县", v: "当雄县"}, {l: "尼木县", v: "尼木县"}, {
                l: "曲水县",
                v: "曲水县"
            }, {l: "达孜县", v: "达孜县"}, {l: "墨竹工卡县", v: "墨竹工卡县"}]
        }, {
            l: "日喀则市",
            v: "日喀则市",
            c: [{l: "桑珠孜区", v: "桑珠孜区"}, {l: "南木林县", v: "南木林县"}, {
                l: "江孜县",
                v: "江孜县"
            }, {l: "定日县", v: "定日县"}, {l: "萨迦县", v: "萨迦县"}, {
                l: "拉孜县",
                v: "拉孜县"
            }, {l: "昂仁县", v: "昂仁县"}, {l: "谢通门县", v: "谢通门县"}, {
                l: "白朗县",
                v: "白朗县"
            }, {l: "仁布县", v: "仁布县"}, {l: "康马县", v: "康马县"}, {
                l: "定结县",
                v: "定结县"
            }, {l: "仲巴县", v: "仲巴县"}, {l: "亚东县", v: "亚东县"}, {
                l: "吉隆县",
                v: "吉隆县"
            }, {l: "聂拉木县", v: "聂拉木县"}, {l: "萨嘎县", v: "萨嘎县"}, {l: "岗巴县", v: "岗巴县"}]
        }, {
            l: "昌都市",
            v: "昌都市",
            c: [{l: "卡若区", v: "卡若区"}, {l: "江达县", v: "江达县"}, {
                l: "贡觉县",
                v: "贡觉县"
            }, {l: "类乌齐县", v: "类乌齐县"}, {l: "丁青县", v: "丁青县"}, {
                l: "察雅县",
                v: "察雅县"
            }, {l: "八宿县", v: "八宿县"}, {l: "左贡县", v: "左贡县"}, {
                l: "芒康县",
                v: "芒康县"
            }, {l: "洛隆县", v: "洛隆县"}, {l: "边坝县", v: "边坝县"}]
        }, {
            l: "林芝市",
            v: "林芝市",
            c: [{l: "巴宜区", v: "巴宜区"}, {l: "工布江达县", v: "工布江达县"}, {
                l: "米林县",
                v: "米林县"
            }, {l: "墨脱县", v: "墨脱县"}, {l: "波密县", v: "波密县"}, {
                l: "察隅县",
                v: "察隅县"
            }, {l: "朗县", v: "朗县"}]
        }, {
            l: "山南市",
            v: "山南市",
            c: [{l: "乃东区", v: "乃东区"}, {l: "扎囊县", v: "扎囊县"}, {
                l: "贡嘎县",
                v: "贡嘎县"
            }, {l: "桑日县", v: "桑日县"}, {l: "琼结县", v: "琼结县"}, {
                l: "曲松县",
                v: "曲松县"
            }, {l: "措美县", v: "措美县"}, {l: "洛扎县", v: "洛扎县"}, {
                l: "加查县",
                v: "加查县"
            }, {l: "隆子县", v: "隆子县"}, {l: "错那县", v: "错那县"}, {l: "浪卡子县", v: "浪卡子县"}]
        }, {
            l: "那曲地区",
            v: "那曲地区",
            c: [{l: "那曲县", v: "那曲县"}, {l: "嘉黎县", v: "嘉黎县"}, {
                l: "比如县",
                v: "比如县"
            }, {l: "聂荣县", v: "聂荣县"}, {l: "安多县", v: "安多县"}, {
                l: "申扎县",
                v: "申扎县"
            }, {l: "索县", v: "索县"}, {l: "班戈县", v: "班戈县"}, {
                l: "巴青县",
                v: "巴青县"
            }, {l: "尼玛县", v: "尼玛县"}, {l: "双湖县", v: "双湖县"}]
        }, {
            l: "阿里地区",
            v: "阿里地区",
            c: [{l: "普兰县", v: "普兰县"}, {l: "札达县", v: "札达县"}, {
                l: "噶尔县",
                v: "噶尔县"
            }, {l: "日土县", v: "日土县"}, {l: "革吉县", v: "革吉县"}, {
                l: "改则县",
                v: "改则县"
            }, {l: "措勤县", v: "措勤县"}]
        }]
    }, {
        l: "陕西省",
        v: "陕西省",
        c: [{
            l: "西安市",
            v: "西安市",
            c: [{l: "新城区", v: "新城区"}, {l: "碑林区", v: "碑林区"}, {
                l: "莲湖区",
                v: "莲湖区"
            }, {l: "灞桥区", v: "灞桥区"}, {l: "未央区", v: "未央区"}, {
                l: "雁塔区",
                v: "雁塔区"
            }, {l: "阎良区", v: "阎良区"}, {l: "临潼区", v: "临潼区"}, {
                l: "长安区",
                v: "长安区"
            }, {l: "高陵区", v: "高陵区"}, {l: "蓝田县", v: "蓝田县"}, {
                l: "周至县",
                v: "周至县"
            }, {l: "户县", v: "户县"}]
        }, {
            l: "铜川市",
            v: "铜川市",
            c: [{l: "王益区", v: "王益区"}, {l: "印台区", v: "印台区"}, {
                l: "耀州区",
                v: "耀州区"
            }, {l: "宜君县", v: "宜君县"}]
        }, {
            l: "宝鸡市",
            v: "宝鸡市",
            c: [{l: "渭滨区", v: "渭滨区"}, {l: "金台区", v: "金台区"}, {
                l: "陈仓区",
                v: "陈仓区"
            }, {l: "凤翔县", v: "凤翔县"}, {l: "岐山县", v: "岐山县"}, {
                l: "扶风县",
                v: "扶风县"
            }, {l: "眉县", v: "眉县"}, {l: "陇县", v: "陇县"}, {
                l: "千阳县",
                v: "千阳县"
            }, {l: "麟游县", v: "麟游县"}, {l: "凤县", v: "凤县"}, {l: "太白县", v: "太白县"}]
        }, {
            l: "咸阳市",
            v: "咸阳市",
            c: [{l: "秦都区", v: "秦都区"}, {l: "杨陵区", v: "杨陵区"}, {
                l: "渭城区",
                v: "渭城区"
            }, {l: "三原县", v: "三原县"}, {l: "泾阳县", v: "泾阳县"}, {
                l: "乾县",
                v: "乾县"
            }, {l: "礼泉县", v: "礼泉县"}, {l: "永寿县", v: "永寿县"}, {
                l: "彬县",
                v: "彬县"
            }, {l: "长武县", v: "长武县"}, {l: "旬邑县", v: "旬邑县"}, {
                l: "淳化县",
                v: "淳化县"
            }, {l: "武功县", v: "武功县"}, {l: "兴平市", v: "兴平市"}]
        }, {
            l: "渭南市",
            v: "渭南市",
            c: [{l: "临渭区", v: "临渭区"}, {l: "华州区", v: "华州区"}, {
                l: "潼关县",
                v: "潼关县"
            }, {l: "大荔县", v: "大荔县"}, {l: "合阳县", v: "合阳县"}, {
                l: "澄城县",
                v: "澄城县"
            }, {l: "蒲城县", v: "蒲城县"}, {l: "白水县", v: "白水县"}, {
                l: "富平县",
                v: "富平县"
            }, {l: "韩城市", v: "韩城市"}, {l: "华阴市", v: "华阴市"}]
        }, {
            l: "延安市",
            v: "延安市",
            c: [{l: "宝塔区", v: "宝塔区"}, {l: "安塞区", v: "安塞区"}, {
                l: "延长县",
                v: "延长县"
            }, {l: "延川县", v: "延川县"}, {l: "子长县", v: "子长县"}, {
                l: "志丹县",
                v: "志丹县"
            }, {l: "吴起县", v: "吴起县"}, {l: "甘泉县", v: "甘泉县"}, {
                l: "富县",
                v: "富县"
            }, {l: "洛川县", v: "洛川县"}, {l: "宜川县", v: "宜川县"}, {
                l: "黄龙县",
                v: "黄龙县"
            }, {l: "黄陵县", v: "黄陵县"}]
        }, {
            l: "汉中市",
            v: "汉中市",
            c: [{l: "汉台区", v: "汉台区"}, {l: "南郑县", v: "南郑县"}, {
                l: "城固县",
                v: "城固县"
            }, {l: "洋县", v: "洋县"}, {l: "西乡县", v: "西乡县"}, {
                l: "勉县",
                v: "勉县"
            }, {l: "宁强县", v: "宁强县"}, {l: "略阳县", v: "略阳县"}, {
                l: "镇巴县",
                v: "镇巴县"
            }, {l: "留坝县", v: "留坝县"}, {l: "佛坪县", v: "佛坪县"}]
        }, {
            l: "榆林市",
            v: "榆林市",
            c: [{l: "榆阳区", v: "榆阳区"}, {l: "横山区", v: "横山区"}, {
                l: "神木县",
                v: "神木县"
            }, {l: "府谷县", v: "府谷县"}, {l: "靖边县", v: "靖边县"}, {
                l: "定边县",
                v: "定边县"
            }, {l: "绥德县", v: "绥德县"}, {l: "米脂县", v: "米脂县"}, {
                l: "佳县",
                v: "佳县"
            }, {l: "吴堡县", v: "吴堡县"}, {l: "清涧县", v: "清涧县"}, {l: "子洲县", v: "子洲县"}]
        }, {
            l: "安康市",
            v: "安康市",
            c: [{l: "汉滨区", v: "汉滨区"}, {l: "汉阴县", v: "汉阴县"}, {
                l: "石泉县",
                v: "石泉县"
            }, {l: "宁陕县", v: "宁陕县"}, {l: "紫阳县", v: "紫阳县"}, {
                l: "岚皋县",
                v: "岚皋县"
            }, {l: "平利县", v: "平利县"}, {l: "镇坪县", v: "镇坪县"}, {
                l: "旬阳县",
                v: "旬阳县"
            }, {l: "白河县", v: "白河县"}]
        }, {
            l: "商洛市",
            v: "商洛市",
            c: [{l: "商州区", v: "商州区"}, {l: "洛南县", v: "洛南县"}, {
                l: "丹凤县",
                v: "丹凤县"
            }, {l: "商南县", v: "商南县"}, {l: "山阳县", v: "山阳县"}, {
                l: "镇安县",
                v: "镇安县"
            }, {l: "柞水县", v: "柞水县"}]
        }]
    }, {
        l: "甘肃省",
        v: "甘肃省",
        c: [{
            l: "兰州市",
            v: "兰州市",
            c: [{l: "城关区", v: "城关区"}, {l: "七里河区", v: "七里河区"}, {
                l: "西固区",
                v: "西固区"
            }, {l: "安宁区", v: "安宁区"}, {l: "红古区", v: "红古区"}, {
                l: "永登县",
                v: "永登县"
            }, {l: "皋兰县", v: "皋兰县"}, {l: "榆中县", v: "榆中县"}]
        }, {l: "嘉峪关市", v: "嘉峪关市", c: []}, {
            l: "金昌市",
            v: "金昌市",
            c: [{l: "金川区", v: "金川区"}, {l: "永昌县", v: "永昌县"}]
        }, {
            l: "白银市",
            v: "白银市",
            c: [{l: "白银区", v: "白银区"}, {l: "平川区", v: "平川区"}, {
                l: "靖远县",
                v: "靖远县"
            }, {l: "会宁县", v: "会宁县"}, {l: "景泰县", v: "景泰县"}]
        }, {
            l: "天水市",
            v: "天水市",
            c: [{l: "秦州区", v: "秦州区"}, {l: "麦积区", v: "麦积区"}, {
                l: "清水县",
                v: "清水县"
            }, {l: "秦安县", v: "秦安县"}, {l: "甘谷县", v: "甘谷县"}, {
                l: "武山县",
                v: "武山县"
            }, {l: "张家川回族自治县", v: "张家川回族自治县"}]
        }, {
            l: "武威市",
            v: "武威市",
            c: [{l: "凉州区", v: "凉州区"}, {l: "民勤县", v: "民勤县"}, {
                l: "古浪县",
                v: "古浪县"
            }, {l: "天祝藏族自治县", v: "天祝藏族自治县"}]
        }, {
            l: "张掖市",
            v: "张掖市",
            c: [{l: "甘州区", v: "甘州区"}, {l: "肃南裕固族自治县", v: "肃南裕固族自治县"}, {
                l: "民乐县",
                v: "民乐县"
            }, {l: "临泽县", v: "临泽县"}, {l: "高台县", v: "高台县"}, {l: "山丹县", v: "山丹县"}]
        }, {
            l: "平凉市",
            v: "平凉市",
            c: [{l: "崆峒区", v: "崆峒区"}, {l: "泾川县", v: "泾川县"}, {
                l: "灵台县",
                v: "灵台县"
            }, {l: "崇信县", v: "崇信县"}, {l: "华亭县", v: "华亭县"}, {
                l: "庄浪县",
                v: "庄浪县"
            }, {l: "静宁县", v: "静宁县"}]
        }, {
            l: "酒泉市",
            v: "酒泉市",
            c: [{l: "肃州区", v: "肃州区"}, {l: "金塔县", v: "金塔县"}, {
                l: "瓜州县",
                v: "瓜州县"
            }, {l: "肃北蒙古族自治县", v: "肃北蒙古族自治县"}, {
                l: "阿克塞哈萨克族自治县",
                v: "阿克塞哈萨克族自治县"
            }, {l: "玉门市", v: "玉门市"}, {l: "敦煌市", v: "敦煌市"}]
        }, {
            l: "庆阳市",
            v: "庆阳市",
            c: [{l: "西峰区", v: "西峰区"}, {l: "庆城县", v: "庆城县"}, {
                l: "环县",
                v: "环县"
            }, {l: "华池县", v: "华池县"}, {l: "合水县", v: "合水县"}, {
                l: "正宁县",
                v: "正宁县"
            }, {l: "宁县", v: "宁县"}, {l: "镇原县", v: "镇原县"}]
        }, {
            l: "定西市",
            v: "定西市",
            c: [{l: "安定区", v: "安定区"}, {l: "通渭县", v: "通渭县"}, {
                l: "陇西县",
                v: "陇西县"
            }, {l: "渭源县", v: "渭源县"}, {l: "临洮县", v: "临洮县"}, {
                l: "漳县",
                v: "漳县"
            }, {l: "岷县", v: "岷县"}]
        }, {
            l: "陇南市",
            v: "陇南市",
            c: [{l: "武都区", v: "武都区"}, {l: "成县", v: "成县"}, {
                l: "文县",
                v: "文县"
            }, {l: "宕昌县", v: "宕昌县"}, {l: "康县", v: "康县"}, {
                l: "西和县",
                v: "西和县"
            }, {l: "礼县", v: "礼县"}, {l: "徽县", v: "徽县"}, {l: "两当县", v: "两当县"}]
        }, {
            l: "临夏回族自治州",
            v: "临夏回族自治州",
            c: [{l: "临夏市", v: "临夏市"}, {l: "临夏县", v: "临夏县"}, {
                l: "康乐县",
                v: "康乐县"
            }, {l: "永靖县", v: "永靖县"}, {l: "广河县", v: "广河县"}, {
                l: "和政县",
                v: "和政县"
            }, {l: "东乡族自治县", v: "东乡族自治县"}, {l: "积石山保安族东乡族撒拉族自治县", v: "积石山保安族东乡族撒拉族自治县"}]
        }, {
            l: "甘南藏族自治州",
            v: "甘南藏族自治州",
            c: [{l: "合作市", v: "合作市"}, {l: "临潭县", v: "临潭县"}, {
                l: "卓尼县",
                v: "卓尼县"
            }, {l: "舟曲县", v: "舟曲县"}, {l: "迭部县", v: "迭部县"}, {
                l: "玛曲县",
                v: "玛曲县"
            }, {l: "碌曲县", v: "碌曲县"}, {l: "夏河县", v: "夏河县"}]
        }]
    }, {
        l: "青海省",
        v: "青海省",
        c: [{
            l: "西宁市",
            v: "西宁市",
            c: [{l: "城东区", v: "城东区"}, {l: "城中区", v: "城中区"}, {
                l: "城西区",
                v: "城西区"
            }, {l: "城北区", v: "城北区"}, {l: "大通回族土族自治县", v: "大通回族土族自治县"}, {
                l: "湟中县",
                v: "湟中县"
            }, {l: "湟源县", v: "湟源县"}]
        }, {
            l: "海东市",
            v: "海东市",
            c: [{l: "乐都区", v: "乐都区"}, {l: "平安区", v: "平安区"}, {
                l: "民和回族土族自治县",
                v: "民和回族土族自治县"
            }, {l: "互助土族自治县", v: "互助土族自治县"}, {l: "化隆回族自治县", v: "化隆回族自治县"}, {
                l: "循化撒拉族自治县",
                v: "循化撒拉族自治县"
            }]
        }, {
            l: "海北藏族自治州",
            v: "海北藏族自治州",
            c: [{l: "门源回族自治县", v: "门源回族自治县"}, {l: "祁连县", v: "祁连县"}, {
                l: "海晏县",
                v: "海晏县"
            }, {l: "刚察县", v: "刚察县"}]
        }, {
            l: "黄南藏族自治州",
            v: "黄南藏族自治州",
            c: [{l: "同仁县", v: "同仁县"}, {l: "尖扎县", v: "尖扎县"}, {
                l: "泽库县",
                v: "泽库县"
            }, {l: "河南蒙古族自治县", v: "河南蒙古族自治县"}]
        }, {
            l: "海南藏族自治州",
            v: "海南藏族自治州",
            c: [{l: "共和县", v: "共和县"}, {l: "同德县", v: "同德县"}, {
                l: "贵德县",
                v: "贵德县"
            }, {l: "兴海县", v: "兴海县"}, {l: "贵南县", v: "贵南县"}]
        }, {
            l: "果洛藏族自治州",
            v: "果洛藏族自治州",
            c: [{l: "玛沁县", v: "玛沁县"}, {l: "班玛县", v: "班玛县"}, {
                l: "甘德县",
                v: "甘德县"
            }, {l: "达日县", v: "达日县"}, {l: "久治县", v: "久治县"}, {l: "玛多县", v: "玛多县"}]
        }, {
            l: "玉树藏族自治州",
            v: "玉树藏族自治州",
            c: [{l: "玉树市", v: "玉树市"}, {l: "杂多县", v: "杂多县"}, {
                l: "称多县",
                v: "称多县"
            }, {l: "治多县", v: "治多县"}, {l: "囊谦县", v: "囊谦县"}, {l: "曲麻莱县", v: "曲麻莱县"}]
        }, {
            l: "海西蒙古族藏族自治州",
            v: "海西蒙古族藏族自治州",
            c: [{l: "格尔木市", v: "格尔木市"}, {l: "德令哈市", v: "德令哈市"}, {
                l: "乌兰县",
                v: "乌兰县"
            }, {l: "都兰县", v: "都兰县"}, {l: "天峻县", v: "天峻县"}]
        }]
    }, {
        l: "宁夏回族自治区",
        v: "宁夏回族自治区",
        c: [{
            l: "银川市",
            v: "银川市",
            c: [{l: "兴庆区", v: "兴庆区"}, {l: "西夏区", v: "西夏区"}, {
                l: "金凤区",
                v: "金凤区"
            }, {l: "永宁县", v: "永宁县"}, {l: "贺兰县", v: "贺兰县"}, {l: "灵武市", v: "灵武市"}]
        }, {
            l: "石嘴山市",
            v: "石嘴山市",
            c: [{l: "大武口区", v: "大武口区"}, {l: "惠农区", v: "惠农区"}, {
                l: "平罗县",
                v: "平罗县"
            }]
        }, {
            l: "吴忠市",
            v: "吴忠市",
            c: [{l: "利通区", v: "利通区"}, {l: "红寺堡区", v: "红寺堡区"}, {
                l: "盐池县",
                v: "盐池县"
            }, {l: "同心县", v: "同心县"}, {l: "青铜峡市", v: "青铜峡市"}]
        }, {
            l: "固原市",
            v: "固原市",
            c: [{l: "原州区", v: "原州区"}, {l: "西吉县", v: "西吉县"}, {
                l: "隆德县",
                v: "隆德县"
            }, {l: "泾源县", v: "泾源县"}, {l: "彭阳县", v: "彭阳县"}]
        }, {
            l: "中卫市",
            v: "中卫市",
            c: [{l: "沙坡头区", v: "沙坡头区"}, {l: "中宁县", v: "中宁县"}, {
                l: "海原县",
                v: "海原县"
            }]
        }]
    }, {
        l: "新疆维吾尔自治区",
        v: "新疆维吾尔自治区",
        c: [{
            l: "乌鲁木齐市",
            v: "乌鲁木齐市",
            c: [{l: "天山区", v: "天山区"}, {l: "沙依巴克区", v: "沙依巴克区"}, {
                l: "新市区",
                v: "新市区"
            }, {l: "水磨沟区", v: "水磨沟区"}, {l: "头屯河区", v: "头屯河区"}, {
                l: "达坂城区",
                v: "达坂城区"
            }, {l: "米东区", v: "米东区"}, {l: "乌鲁木齐县", v: "乌鲁木齐县"}]
        }, {
            l: "克拉玛依市",
            v: "克拉玛依市",
            c: [{l: "独山子区", v: "独山子区"}, {l: "克拉玛依区", v: "克拉玛依区"}, {
                l: "白碱滩区",
                v: "白碱滩区"
            }, {l: "乌尔禾区", v: "乌尔禾区"}]
        }, {
            l: "吐鲁番市",
            v: "吐鲁番市",
            c: [{l: "高昌区", v: "高昌区"}, {l: "鄯善县", v: "鄯善县"}, {
                l: "托克逊县",
                v: "托克逊县"
            }]
        }, {
            l: "哈密市",
            v: "哈密市",
            c: [{l: "伊州区", v: "伊州区"}, {
                l: "巴里坤哈萨克自治县",
                v: "巴里坤哈萨克自治县"
            }, {l: "伊吾县", v: "伊吾县"}]
        }, {
            l: "昌吉回族自治州",
            v: "昌吉回族自治州",
            c: [{l: "昌吉市", v: "昌吉市"}, {l: "阜康市", v: "阜康市"}, {
                l: "呼图壁县",
                v: "呼图壁县"
            }, {l: "玛纳斯县", v: "玛纳斯县"}, {l: "奇台县", v: "奇台县"}, {
                l: "吉木萨尔县",
                v: "吉木萨尔县"
            }, {l: "木垒哈萨克自治县", v: "木垒哈萨克自治县"}]
        }, {
            l: "博尔塔拉蒙古自治州",
            v: "博尔塔拉蒙古自治州",
            c: [{l: "博乐市", v: "博乐市"}, {l: "阿拉山口市", v: "阿拉山口市"}, {
                l: "精河县",
                v: "精河县"
            }, {l: "温泉县", v: "温泉县"}]
        }, {
            l: "巴音郭楞蒙古自治州",
            v: "巴音郭楞蒙古自治州",
            c: [{l: "库尔勒市", v: "库尔勒市"}, {l: "轮台县", v: "轮台县"}, {
                l: "尉犁县",
                v: "尉犁县"
            }, {l: "若羌县", v: "若羌县"}, {l: "且末县", v: "且末县"}, {
                l: "焉耆回族自治县",
                v: "焉耆回族自治县"
            }, {l: "和静县", v: "和静县"}, {l: "和硕县", v: "和硕县"}, {l: "博湖县", v: "博湖县"}]
        }, {
            l: "阿克苏地区",
            v: "阿克苏地区",
            c: [{l: "阿克苏市", v: "阿克苏市"}, {l: "温宿县", v: "温宿县"}, {
                l: "库车县",
                v: "库车县"
            }, {l: "沙雅县", v: "沙雅县"}, {l: "新和县", v: "新和县"}, {
                l: "拜城县",
                v: "拜城县"
            }, {l: "乌什县", v: "乌什县"}, {l: "阿瓦提县", v: "阿瓦提县"}, {l: "柯坪县", v: "柯坪县"}]
        }, {
            l: "克孜勒苏柯尔克孜自治州",
            v: "克孜勒苏柯尔克孜自治州",
            c: [{l: "阿图什市", v: "阿图什市"}, {l: "阿克陶县", v: "阿克陶县"}, {
                l: "阿合奇县",
                v: "阿合奇县"
            }, {l: "乌恰县", v: "乌恰县"}]
        }, {
            l: "喀什地区",
            v: "喀什地区",
            c: [{l: "喀什市", v: "喀什市"}, {l: "疏附县", v: "疏附县"}, {
                l: "疏勒县",
                v: "疏勒县"
            }, {l: "英吉沙县", v: "英吉沙县"}, {l: "泽普县", v: "泽普县"}, {
                l: "莎车县",
                v: "莎车县"
            }, {l: "叶城县", v: "叶城县"}, {l: "麦盖提县", v: "麦盖提县"}, {
                l: "岳普湖县",
                v: "岳普湖县"
            }, {l: "伽师县", v: "伽师县"}, {l: "巴楚县", v: "巴楚县"}, {
                l: "塔什库尔干塔吉克自治县",
                v: "塔什库尔干塔吉克自治县"
            }]
        }, {
            l: "和田地区",
            v: "和田地区",
            c: [{l: "和田市", v: "和田市"}, {l: "和田县", v: "和田县"}, {
                l: "墨玉县",
                v: "墨玉县"
            }, {l: "皮山县", v: "皮山县"}, {l: "洛浦县", v: "洛浦县"}, {
                l: "策勒县",
                v: "策勒县"
            }, {l: "于田县", v: "于田县"}, {l: "民丰县", v: "民丰县"}]
        }, {
            l: "伊犁哈萨克自治州",
            v: "伊犁哈萨克自治州",
            c: [{l: "伊宁市", v: "伊宁市"}, {l: "奎屯市", v: "奎屯市"}, {
                l: "霍尔果斯市",
                v: "霍尔果斯市"
            }, {l: "伊宁县", v: "伊宁县"}, {l: "察布查尔锡伯自治县", v: "察布查尔锡伯自治县"}, {
                l: "霍城县",
                v: "霍城县"
            }, {l: "巩留县", v: "巩留县"}, {l: "新源县", v: "新源县"}, {
                l: "昭苏县",
                v: "昭苏县"
            }, {l: "特克斯县", v: "特克斯县"}, {l: "尼勒克县", v: "尼勒克县"}]
        }, {
            l: "塔城地区",
            v: "塔城地区",
            c: [{l: "塔城市", v: "塔城市"}, {l: "乌苏市", v: "乌苏市"}, {
                l: "额敏县",
                v: "额敏县"
            }, {l: "沙湾县", v: "沙湾县"}, {l: "托里县", v: "托里县"}, {
                l: "裕民县",
                v: "裕民县"
            }, {l: "和布克赛尔蒙古自治县", v: "和布克赛尔蒙古自治县"}]
        }, {
            l: "阿勒泰地区",
            v: "阿勒泰地区",
            c: [{l: "阿勒泰市", v: "阿勒泰市"}, {l: "布尔津县", v: "布尔津县"}, {
                l: "富蕴县",
                v: "富蕴县"
            }, {l: "福海县", v: "福海县"}, {l: "哈巴河县", v: "哈巴河县"}, {
                l: "青河县",
                v: "青河县"
            }, {l: "吉木乃县", v: "吉木乃县"}]
        }, {
            l: "自治区直辖县级行政区划",
            v: "自治区直辖县级行政区划",
            c: [{l: "石河子市", v: "石河子市"}, {l: "阿拉尔市", v: "阿拉尔市"}, {
                l: "图木舒克市",
                v: "图木舒克市"
            }, {l: "五家渠市", v: "五家渠市"}, {l: "铁门关市", v: "铁门关市"}]
        }]
    }, {l: "台湾省", v: "台湾省", c: []}, {
        l: "香港特别行政区",
        v: "香港特别行政区",
        c: []
    }, {l: "澳门特别行政区", v: "澳门特别行政区", c: []}]
